q13:"两弹一星"指的是什么？
select ?x where { <两弹一星> <原指> ?x. }
"导弹和"	"人造卫星"	"原子弹"

q16:诗经的内容分为哪三个部分？
select ?x where { <诗经> <内容分类> ?x. }
<颂>	<风_（自然现象）>	<雅_（词语）>

q18:凯文·杜兰特得过哪些奖？
select ?x where { <凯文·杜兰特> <主要奖项> ?x . }
"7次全明星（2010-2016）"	"5次NBA最佳阵容一阵（2010-2014）"	"NBA得分王（2010-2012；2014）"	"NBA全明星赛MVP（2012）"	"NBA常规赛MVP（2014）"

q24:品牌DQ主要卖什么食品？
select ?y where { <DQ_（DQ冰淇淋）> <经营范围> ?y. }
<冰淇淋_（食品）>

q28:到手香又被称为什么？
select ?x where { <到手香> <别称> ?x. }
<还魂草_（卷柏别名）>	<延命草>

q29:李白祖籍是哪里？
select ?x where { <李白_（唐朝著名诗人）> <祖籍> ?x. }
<陇西县>

q31:中华民国首任教育总长是谁？
select ?x where { ?x <主要成就> "中华民国首任教育总长". }
<蔡元培>

q32:中国最早的一部诗歌总集是？
select ?x where { ?x <历史地位> "中国最早的一部诗歌总集". }
<三百篇>	<诗经>

q34:詹姆斯当前效力于哪个队？
select ?x where { <詹姆斯_（勒布朗·詹姆斯）> <所属运动队> ?x. }
<骑士_（NBA球队）>

q39:博尔赫斯是哪国人？
select ?y where { <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）> <出生地> ?y. }
<阿根廷_（阿根廷共和国）>

q46:法国的官方语言是什么？
select ?x where { <法国_（法兰西共和国）> <官方语言> ?x. }
<法语>

q52:有"铁血宰相"之称的俾斯麦是哪个国家的？
select ?x where { <奥托·冯·俾斯麦> <国籍> ?x. }
<德意志帝国_（德国国号）>

q54:复旦大学的地址是哪里
select ?x where { <复旦大学> <学校地址> ?x . }
"邯郸路220号"	"上海市杨浦区"

q56:深圳市的城市精神是？
select ?x where { <深圳> <城市精神> ?x. }
<团结_（汉语词语）>	<创新_（汉语词语）>	<开拓>	<奉献_（汉语词语）>

q57:足球运动的最高赛事是？
select?y where { <足球> <最高赛事> ?y. }
"世界杯"

q60:建宁公主与韦小宝是什么关系？
select ?x where { <建宁公主_（金庸小说《鹿鼎记》人物）> ?x <韦小宝_（武侠小说《鹿鼎记》人物）>. }
<丈夫>

q67:唐嫣工作室旗下都有哪些艺人？
select ?x where { ?x <经纪公司> <唐嫣工作室>. }
<唐嫣>

q70:《悼李夫人赋》是谁的作品？
select ?x where { ?x <代表作品> <悼李夫人赋>. }
<汉武帝_（汉朝皇帝）>

q72:古希腊的首都是什么地方？
select ?x where { <古希腊_（爱琴海-色雷斯文明圈的黄金时期）> <首都> ?x. }
<雅典_（希腊首都）>

q74:北邮现在的校长是谁？
select ?x where { <北京邮电大学> <现任校长> ?x. }
<乔建永>

q75:被称为"法鲨"的迈克尔·法斯宾德毕业于哪所院校？
select ?x where { <迈克尔·法斯宾德> <毕业院校> ?x. }
<伦敦戏剧中心>

q76:书籍《图形学》定价多少？
select ?y where { <图形学> <定价> ?y. }
"29.00"

q78:史铁生有哪些代表作品？
select ?y where { <史铁生> <代表作品> ?y. }
<病隙碎笔>	<我与地坛_（史铁生所编写的散文集）>	<务虚笔记>

q81:钢铁侠加入了哪些组织？
select ?x where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <所属团队> ?x. }
<神盾局>	<复仇者_（惊奇漫画公司漫画《复仇者》）>	<光照会_（美国漫威漫画旗下秘密组织）>

q84:《国王的演讲》有多少分钟？
select ?x where { <国王的演讲_（英国2010年汤姆·霍珀执导奥斯卡奖最佳影片）> <片长> ?x. }
"118分钟"

q85:我国山西省太原市又称为？
select ?x where { <太原_（山西省省会）> <别名> ?x. }
"龙城"	"并州，"	"晋阳，"

q86:情人节是哪一天设定的？
select ?x where { <情人节_（爱情节日）> <设定时间> ?x. }
"270-02-14"

q88:马尔科·巴萨是哪个国家的？
select ?x where { <马尔科·巴萨> <国籍> ?x. }
<黑山共和国>

q89:瓦妮莎是科比的什么人？
select ?x ?y where { <科比·布莱恩特> ?x <瓦妮莎·布莱恩特>. }
	<妻子>

q91:马金梁的笔名是什么？
select ?x where { <马金梁> <笔名> ?x. }
"玉珏"

q92:黄河最主要的支流有哪些？
select ?x where { <黄河_（中国第二长河）> <主要支流> ?x. }
<渭河_（中国黄河的最大支流）>	<洮河>	<汾河_（黄河在山西境内的支流）>

q93:皮卡丘是什么属性的小精灵？
select ?x where { <皮卡丘> <属性> ?x. }
<电_（自然现象之一）>

q97:黑板有哪几种颜色？
select ?x where { <黑板_（书写用物品）> <颜色> ?x. }
<米黄色>	<黑色_（颜色的一种）>	<白色_（包含光谱中所有颜色光的颜色）>

q98:臭豆腐是谁创造的？
select ?x where { <臭豆腐_（小吃）> <创造人> ?x. }
<王致和_（腐乳产品品牌）>

q103:菠萝种植在哪些区域？
select ?x where { <菠萝> <分布区域> ?x. }
<岭南_（中国地区）>	<南美洲>	<泰国>

q104:歌手许嵩的代表作有哪些？
select ?x where { <许嵩_（中国内地流行音乐男歌手）> <代表作品> ?x . }
<青年晚报>	<不如吃茶去>	<苏格拉没有底>	<梦游计>

q105:微博的官方网站？
select ?x where { <微博_（微型博客）> <官网> ?x. }
"http://weibo.com/"

q107:新版《红楼梦》的导演是谁？
select ?x where { <红楼梦_（2010年李少红导演电视剧）> <导演> ?x. }
<李少红>

q108:什么叫神马？
select ?x where { <神马_（词语信息）> <现代解释> ?x. }
"什么的谐音"

q114:迪梵是哪个公司旗下的品牌 ？
select ?x where { <DARPHIN迪梵> <隶属> ?x. }
<雅诗兰黛_（美国化妆品品牌）>

q117:抑郁症用英文怎么说？
select ?x where { <抑郁症_（医疗百科）> <英文名称> ?x . }
"depression"

q121:杜鹃鸟被归类为哪个亚门？
select ?x where { <子规_（杜鹃鸟）> <亚门> ?x. }
<脊椎动物亚门>

q122:斗破苍穹是谁写的？
select ?x where { <斗破苍穹_（天蚕土豆第二部长篇小说）> <作者> ?x. }
<天蚕土豆>

q126:"共产主义五大人物"都有哪些？
select ?x where { <共产主义五大人物> <代表人物> ?x. }
<弗里德里希·恩格斯>	<卡尔·马克思_（马克思主义创始人）>	<列宁_（苏维埃社会主义共和国联盟的创造者）>

q128:悉尼有哪些火车站？
select ?x where {<悉尼_（澳大利亚新南威尔士州首府）> <火车站> ?x. }
<悉尼中央车站>	<环形码头>

q129:中秋节都有哪些习俗？
select ?x where { <中秋节> <习俗> ?x. }
<饼>	<赏月_（中国传统习俗）>	<祭月>

q130:鸿上光生是哪部作品中的人物？
select ?x where { <鸿上光生> <登场作品> ?x. }
<假面骑士000>

q132:上海的"东方明珠"有多高？
select ?x where { <东方明珠广播电视塔> <塔高> ?x. }
"约468米"

q134:香榭丽舍大道是哪个城市的？
select ?x where { <香榭丽舍大道> <所属城市> ?x. }
<巴黎_（法国首都）>

q135:海贼王里布鲁克怕什么？
select ?x where { <布鲁克_（日本动漫《海贼王》中主要人物）> <最怕的东西> ?x. }
"幽灵"	"鬼"	"僵尸"

q136:新加坡的国土面积是多少？
select ?x where { <新加坡> <国土面积> ?x. }
"719.1平方公里（2015年）"

q137:K2属于哪个山脉？
select ?x where { <k2_（乔戈里峰）> <所属山脉> ?x. }
<喀喇昆仑山脉>

q141:重庆大学的现任校长是谁？
select ?x where { <重庆大学> <现任校长> ?x . }
<周绪红>

q146:刘昊然有哪些代表作品？
select ?x where { <刘昊然> <代表作品> ?x. }
<北京爱情故事_（2014年陈思诚执导电影）>	<唐人街探案>

q147:伊丽莎白塔是哪个国家的？
select ?x where { <伊丽莎白塔> <所属国家> ?x. }
<英国_（大不列颠及北爱尔兰联合王国）>

q149:新加坡的国际区号是什么？
select ?x where { <新加坡> <国际电话区号> ?x. }
"+65"

q150:我国的国球是什么？
select ?x where { <国球> <我国特指> ?x. }
"乒乓球"

q151:夏朝在谁的手上走向灭亡？
select ?x where { <夏_（中国第一个朝代）> <末代君主> ?x. }
<桀_（夏朝君主）>

q152:哪位作家的原名叫张煐？
select ?x where { ?x <别名> "张煐（原名）". }
<张爱玲_（中国著名女作家）>

q153:李敖先生是一个什么性格的人？
select ?x where { <李敖> <性格> ?x. }
<仗义执言_（汉语词汇）>	<理想主义>

q154:加拿大的主要民族？
select ?x where { <加拿大_（北美洲国家）> <主要民族> ?x. }
<华裔加拿大人>	<英裔加拿大人>	<法裔加拿大人>

q157:奥斯陆是哪个国家的首都？
select ?x where { ?x <首都> <奥斯陆>. }
<挪威>	<挪威历史>

q158:战国七雄是指哪七个国家？
select ?x where { <战国_（中国历史时期）> <主要诸侯国> ?x. }
"齐"	"赵"	"魏"	"燕"	"楚"	"韩"	"秦"

q161:长城有多长？
select ?x where { <万里长城_（中国古代军事工程）> <总长度> ?x. }
"21196.18千米"

q168:克苏鲁来自哪个神话体系？
select ?y where { <克苏鲁_（克苏鲁的呼唤神话小说里面的邪灵角色）> <神话体系> ?y. }
<克苏鲁神话_（美国洛夫克拉夫特创立的传说体系）>

q169:白炽灯是什么时候发明的？
select ?x where { <白炽灯> <发明日期> ?x. }
"1879"

q172:故宫有什么值得参观的馆藏？
select ?x where { <故宫_（北京故宫）> <馆藏精品> ?x. }
<清明上河图_（北宋张择端风俗画）>	<清乾隆金嵌宝金瓯永固杯>	<酗亚方樽>

q173:诗经有着怎样的历史地位？
select ?y where { <诗经> <历史地位> ?y. }
"中国最早的一部诗歌总集"

q174:老婆饼属于哪个菜系？
select ?y where { <老婆饼_（食品）> <分类> ?y. }
<粤菜>

q175:刘昊然的出生日期是什么？
select ?x where { <刘昊然> <出生日期> ?x. }
"1997-10-10"

q177:民国有四个男人英俊潇洒，被称为"民国四大美男"，他们是谁？
select ?x where { <民国四大美男> <成员> ?x. }
<梅兰芳_（中国京剧表演艺术家）>	<张学良_（国民革命军将领）>	<周恩来>	<汪精卫>

q180:电影花样年华的语言是？
select ?x where { <花样年华_（2000年王家卫导演电影）> <对白语言> ?x. }
<粤语_（汉藏语系下的语言）>	<上海方言_（上海人使用的语言）>

q181:毕加索在哪一天去世？
select ?x where { <毕加索_（画家）> <逝世日期> ?x. }
"1973-04-08"

q185:林清玄有哪些别名？
select ?x where { <林清玄> <别名> ?x. }
"秦情、林漓、林大悲等"

q188:墨冰仙是哪个门派的？
select ?x where { <墨冰仙> <门派> ?x. }
<蜀山派_（游戏《仙剑奇侠传》中的武林门派）>

q190:《基督山伯爵》的作者是谁？
select ?x where { <基督山伯爵_（大仲马代表作之一）> <作者> ?x. }
<亚历山大·仲马_（法国作家、大仲马）>

q191:奥运会多久举办一次？
select ?x where { <奥林匹克运动会> <举办时间> ?x. }
"每四年一届"

q193:索尼公司的经营范围有哪些？
select ?x where { <索尼_（世界著名企业）> <经营范围> ?x. }
<信息技术_（用于管理和处理信息所采用各种技术总称）>	<金融_（专业词语汉语词语）>	<电子_（基本粒子之一）>	<娱乐_（汉语词语）>

q195:泰铢的通胀率是多少？
select ?x where { <泰铢> <通胀率> ?x. }
"5.1%"

q196:小龙虾的中文学名？
select ?x where { <小龙虾_（甲壳纲螯虾科水生动物）> <中文学名> ?x. }
"克氏原螯虾"

q199:大连在哪个省份？
select ?x where { <大连_（辽宁省辖市）> <所属地区> ?x. }
<辽宁>

q201:大禹建立了哪个朝代？
select ?x where { ?x <开国君主> <禹_（夏朝开国君主）>. }
<夏_（中国第一个朝代）>

q206:巴金的中文名是什么？
select ?x where { <巴金> <中文名> ?x. }
"李尧棠"

q207:海贼王里布鲁克的梦想是什么？
select ?x where { <布鲁克_（日本动漫《海贼王》中主要人物）> <梦想> ?x. }
"回到双子跟鲸鱼拉布重逢"

q210:上海戏剧学院现任校长是谁？
select ?y where { <上海戏剧学院> <现任校长> ?y. }
<韩生_（中国著名舞美设计家、上海戏剧学院院长）>

q214:桂林市的市花是什么？
select ?x where { <桂林_（广西壮族自治区下辖市）> <市花> ?x. }
<桂花_（中国木犀属众多树木的习称）>

q217:中国民权保障同盟是谁发起的？
select ?y where { <中国民权保障同盟> <发起人> ?y. }
<杨杏佛>	<宋庆龄>	<蔡元培>

q221:克苏鲁居住在哪里？
select ?y where { <克苏鲁_（克苏鲁的呼唤神话小说里面的邪灵角色）> <居所> ?y. }
<拉莱耶>

q227:爱伦·坡有哪些作品？
select ?y where { ?y <作者> <埃德加·爱伦·坡>. }
<莫格街凶杀案>	<爱伦·坡暗黑故事集>	<怪异故事集（两种图片随机发放）>	<尤娜路姆>	<爱伦坡的诡异王国>	<致海伦>	<悬疑集>	<红魔假面舞会>	<贵族侦探杜宾探案故事>	<爱伦·坡精品集>	<爱伦·坡诗集>	<大师插图本：爱伦·坡诗集>	<推好看>	<致我的母亲>	<爱伦·坡暗黑故事全集（上册）>	<你就是杀人凶手>	<尤拉丽之歌>	<一首谜诗>	<致河>	<经典爱伦坡惊悚集>	<爱伦·坡短篇小说集>	<金甲虫_（美国爱伦·坡著中篇小说）>	<丽姬娅>	<世界著名惊悚故事>	<安娜贝尔·丽>	<爱伦·坡恐怖小说选>	<伊斯拉菲尔_（爱伦坡创作诗歌）>	<西·奥古斯特·杜宾>	<亡灵_（埃德加爱伦坡诗歌作品）>	<安娜蓓尔·李>	<十四行诗——致科学>	<催眠启示录>	<外教社法语分级注释读物系列>	<最快乐的日子>	<欧美经典侦探小说精选>	<失窃的信>	<爱伦坡短篇小说选集>	<我发现了>	<泄密的心_（美国埃德加·爱伦·坡著短篇小说）>

q230:歼20战机是那个单位研发的？
select ?x where { <歼-20> <设计单位> ?x. }
<成都飞机设计研究所>

q232:澳大利亚代表动物是什么？
select ?y where { <澳大利亚> <代表动物> ?y.}
<树袋熊>	<袋鼠_（动物名称）>	<鸭嘴兽>

q234:冰心原名是什么？
select ?x where { <冰心_（中国现代著名作家）> <中文名> ?x. }
"谢婉莹"

q236:给我一些3D电影。
select ?x where { ?x <类型> <3D_（三维的英文缩写）>. }
<热河之恋>	<牛兄牛弟>	<梦回金沙城>	<碧维视BV8078M>	<Volcano_（游戏引擎）>	<我的世界1.7.4>	<恐龙帝国OL>	<索尼 PMW-F3套机(35mm)>	<末日杀戮|Kill Me Again : 僵尸>	<四大名捕3>	<新星旅行者>	<猎魔教士3D>	<月光宝盒OL>	<直白标题机器人动画>	<射雕英雄传3D_（手游）>	<阿尔龙：炉之火>	<惊天破_（2016年谢霆锋、刘青云主演3D电影）>	<奇人密码：古罗布之谜>	<月夜匪患>	<最终幻想XIII13>	<铁观音大战变形金刚>	<舞力对决2>	<海兰的崛起>	<斗战神_（虚拟印象原创爆笑3D动画）>	<怨灵人偶>	<圣安德烈亚斯断层大地震>	<破地狱_（2015年谢霆锋主演3D电影）>	<大轰炸_（2016年刘烨、宋承宪主演的电影）>	<开心超人2：启源星之战>	<疯狂时代_（动漫）>	<老夫子2001>	<京城81号贰>	<3D沙滩排球>	<UleadCOOL3DV3.5简体中文版>	<我叫MT全3D>	<百变猪猪侠_（祖玛类小游戏）>	<少年派的奇幻漂流_（2012年李安执导电影）>	<神笔马良_（2014年钟智行执导内地3D动画电影）>	<魔侠传之唐吉可德_（2010年阿甘导演电影）>	<一万年以后>	<灌篮Online>	<三只小猪_（2015暑期档动画电影）>	<曙光之战_（同名手游）>	<三国演义_（2011年姜伟指导3D动画片）>	<圣剑大陆>

q237:汽车的动力是什么？
select ?x where { <汽车> <动力> ?x. }
<发动机>

q238:王力宏的英文名是什么？
select ?x where { <王力宏> <外文名> ?x. }
"Leehom Wang"

q240:吉林大学校歌是？
select ?x where { <吉林大学> <校歌> ?x . }
<吉林大学校歌>

q243:为什么会发生日食？
select ?x where { <日食> <原因> ?x. }
"光在同种均匀介质中沿直线传播"

q245:在新疆主要会听到什么语言？
select ?y where { <新疆_（中国自治区）> <方言> ?y. }
<汉语>	<维吾尔语>

q249:世界杯足球赛隔多久举办一次？
select ?x where { <世界杯_（国际足联世界杯）> <举办时间> ?x. }
"每四年一届"

q253:《朝花夕拾》的字数是多少？
select ?x where { <朝花夕拾_（鲁迅散文集）> <字数> ?x. }
"72000"

q254:樱桃种植在哪些区域？
select ?x where { <樱桃_（蔷薇科落叶灌木果树）> <分布区域> ?x. }
<辽宁>	<安徽>	<江苏>	<甘肃>	<河南_（中国中部地区省份之一）>	<山东_（中国山东省）>	<浙江>	<陕西_（中华人民共和国省级行政单位）>	<湖北>	<河北_（中国省级行政区）>

q255:矿物自色表示什么含义？
select ?x where { <矿物自色> <含义> ?x. }
"矿物本身的颜色"

q256:香蕉属于什么亚纲？
select ?x where { <香蕉_（芭蕉科芭蕉属植物）> <亚纲> ?x. }
<姜亚纲>

q260:巴黎圣母院是什么风格的建筑？
select ?x where { <巴黎圣母院_（法国巴黎教堂）> <建筑风格> ?x. }
<哥特式>

q268:和谐号有哪些车次？
select ?x where { ?x <列车类型> <和谐号动车组> . }
<d325>	<D3204>	<D3203>

q270:哈温国际宾馆位于哪儿？
select ?x where { <哈温国际宾馆> <酒店地址> ?x. }
"118 Spadina Road, M5R 2T8 多伦多"

q271:苏格拉底的职业是什么？
select ?x where { <苏格拉底_（古希腊著名哲学家）> <职业> ?x. }
<哲学家_（基础含义）>	<思想家_（词语）>

q273:电影《低俗小说》的导演是谁？
select ?x where { <低俗小说> <导演> ?x. }
<昆汀·塔伦蒂诺>

q279:清华大学的校歌是？
select ?x where { <清华大学> <校歌> ?x. }
<清华大学校歌>

q281:大熊猫又被叫做什么？
select ?x where { <熊猫_（哺乳动物）> <别称> ?x. }
<熊猫_（哺乳动物）>	<貊>

q282:八大菜系有哪些？
select ?x where { <八大菜系> <组成> ?x . }
<鲁_（中国汉字）>	<徽>	<福建>	<浙_（汉字）>	<湘_（中国汉字）>	<苏_（苏是汉语汉字姓氏动词）>	<粤_（汉语汉字）>	<川>

q283:谁会七十二变？
select ?x where { ?x <技能> <七十二变_（道教法术名称）>. }
<孙悟空_（古典名著《西游记》中的主角）>

q284:新疆的气候怎么样？
select ?y where { <新疆_（中国自治区）> <气候条件> ?y. }
<温带大陆性气候>

q286:品牌亦谷创办于哪一年？
select ?x where { <亦谷> <创办时间> ?x. }
"2001"

q289:朝花夕拾的作者是谁？
select ?x where { ?x <代表作品> <朝花夕拾_（鲁迅散文集）>. }
<鲁迅_（文学家、思想家）>	<散文_（文学体裁）>	<吊与贺>	<巴人_（鲁迅笔名）>	<鲁迅先生生活情趣>

q290:淘宝网是在哪一年出现的？
select ?y where { <淘宝网> <成立时间> ?y. }
"2003-05"

q291:《史记》的作者是谁？
select ?x where { <史记> <作者> ?x. }
<司马迁_（西汉时期文学家、史学家、思想家）>

q292:清华大学的主要奖项有哪些
select ?x where { <清华大学> <主要奖项> ?x . }
"国家级科技三大奖507项（截至2015年底）"	"全国优秀博士论文108篇（截至2013年底）"	"国家级教学成果奖79项（截至2014年底）"

q295:"打蛇打七寸"中的七寸是什么含义？
select ?x where { <七寸> <原意> ?x. }
"指蛇的心脏位置"

q298:K2海拔有多少？
select ?x where { <k2_（乔戈里峰）> <海拔> ?x. }
"8611米"

q300:别名聂双全的是哪位元帅？
select ?y where { ?y <别名> "聂双全". }
<聂荣臻_（中华人民共和国元帅）>

q301:新加坡的国家领袖是谁？
select ?x where { <新加坡> <国家领袖> ?x. }
<李显龙>	<陈庆炎>

q303:豆瓣鱼是哪里菜？
select ?x where { <豆瓣鱼> <分类> ?x. }
<川菜_（四大菜系之一）>

q304:愚人节的英文名称是什么？
select ?x where { <愚人节_（西方节日）> <英文名> ?x. }
"April Fool's Day"

q305:五一劳动节是由谁设立的？
select ?x where { <五一国际劳动节> <设立机构> ?x. }
<第二国际>

q307:鄱阳湖的高水位是多少？
select ?x where { <鄱阳湖_（长江流域湖泊）> <高水位> ?x. }
"20米"

q313:李商隐和杜牧合称什么？
select ?x where { ?x <本名> "李商隐，杜牧". }
<李杜_（李商隐、杜牧的合称）>

q314:我们经常吃的油条又称什么？
select ?x where { <油条_（油炸食品）> <别称> ?x. }
<果子>	<油炸鬼>	<油炸果>

q315:二战时期"轴心国"的成员有哪些？
select ?x where { <轴心国> <代表成员> ?x. }
"德国"	"意大利"	"日本"

q317:唐三彩的三种颜色分别是？
select ?x where { <唐三彩_（唐代陶器）> <基本釉色> ?x. }
"褐"	"绿"	"黄"

q319:博尔赫斯的作品有哪些？
select ?y where { ?y <作者> <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）>. }
<修补墙壁>	<另一只老虎>	<玫瑰与弥尔顿>	<同醉汉的对话>	<我的一生_（阿根廷博尔赫斯诗作）>	<Barrio reconquistado>	<波佩的面纱>	<被占据的住宅>	<巴比伦的抽签游戏>	<巴别图书馆>	<莎士比亚的记忆>	<交叉小径的花园_（博尔赫斯于1944年创作的小说）>	<阿莱夫_（阿根廷作家博尔赫斯1949年创作的短篇小说）>	<沙之书_（豪尔赫·路易斯·博尔赫斯小说）>	<黑色模拟>	<巴比伦彩票>	<虚构集>	<小径分叉的花园>	<博尔赫斯全集>	<南方_（博尔赫斯所著短篇小说）>

q321:打球的周琦是哪里人？
select ?x where { <周琦_（中国篮球运动员）> <出生地> ?x. }
<新乡_（河南省省辖市）>

q323:手抓龙虾的主要口味是什么？
select ?x where { <手抓龙虾> <口味> ?x. }
<麻辣>

q325:李大钊的妻子是谁？
select ?x where { <李大钊> <妻子> ?x. }
<赵纫兰>

q326:有哪些国家使用欧元？
select ?x where { ?x <货币> <欧元>. }
<斯洛伐克>	<西欧>	<黑山共和国>	<梵蒂冈>	<摩纳哥>	<德国_（德意志联邦共和国）>	<荷兰>	<葡萄牙>	<科索沃>	<斯洛文尼亚>	<低地国家>	<立陶宛>	<比利时>	<Germany>	<瑞典及芬兰联合王国>	<法国_（法兰西共和国）>	<拉脱维亚>	<意大利_（意大利共和国）>	<西欧国家>	<马耳他>	<爱沙尼亚>	<法兰西第五共和国>	<芬兰_（芬兰共和国）>	<圣马力诺>	<马提尼克岛>	<立陶宛历史>	<爱尔兰_（爱尔兰共和国）>	<希腊>	<塞浦路斯>	<库拉索>	<西班牙_（西班牙王国）>	<希腊小岛>	<马约特岛>	<亚元_（货币构想）>	<芬兰共和国>	<安道尔_（欧洲南部国家）>	<萨克森_（德意志联邦共和国的一个联邦州）>	<卢森堡_（卢森堡大公国）>	<奥地利>	<圣皮埃尔和密克隆群岛>	<瓜德罗普>	<法属圣马丁>	<摩纳哥县>	<赫尔辛基>	<百慕大共和国>	<爱尔兰戏剧>	<联邦德国>	<留尼汪岛>

q330:姜夔是哪族人？
select ?x where { <姜夔> <民族族群> ?x. }
<汉族>

q336:腾讯的公司使命是什么？
select ?x where { <腾讯> <公司使命> ?x. }
"通过互联网服务提升人类生活品质"

q337:腾讯的企业愿景是什么？
select ?x where { <腾讯> <企业愿景> ?x. }
"最受尊敬的互联网企业"

q340:尼采的代表作品有哪些？
select ?y where { <弗里德里希·威廉·尼采> <代表作品> ?y. }
<悲剧的诞生_（1986年三联书店出版图书）>	<查拉图斯特拉如是说_（德国哲学家、思想家尼采文学作品）>	<偶像的黄昏_（2009年12月商务印书馆出版）>

q344:尼罗河流入哪一片海域？
select ?x where { <尼罗河_（流经非洲东部与北部的河流）> <注入> ?x. }
<地中海_（欧洲、非洲和亚洲大陆之间的一块海域）>

q345:宫保鸡丁属于哪个菜系？
select ?x where { <宫保鸡丁_（名菜）> <分类> ?x. }
<贵州菜>	<川菜_（四大菜系之一）>	<京菜>	<鲁菜>

q350:北美洲的面积有多大？
select ?x where { <北美洲> <面积> ?x. }
"约2471万平方公里"

q351:中国古代最早的词典是什么？
select ?x where { ?x <意义> "中国古代最早的词典". }
<尔雅>

q352:古希腊的政治体制是？
select ?x where { <古希腊_（爱琴海-色雷斯文明圈的黄金时期）> <政治体制> ?x. }
<贵族共和制>

q353:北京大学有多少个硕士点？
select ?x where { <北京大学> <硕士点> ?x. }
"312 个"

q355:忍者有什么作用？
select ?y where { <忍者_（日本特殊职业）> <作用> ?y. }
"主要从事间谍活动"

q361:肯德基何时成立？
select ?x where { <肯德基> <成立时间> ?x . }
"1952"

q366:煞魔蛇是什么器材？
select ?x where { <煞魔蛇> <类型> ?x. }
<游戏鼠标>

q367:英国导演诺兰的电影？
select ?x where { ?x <导演> <诺兰_（英国导演）>. }
<黑暗骑士_（2008年克里斯托弗·诺兰导演的电影）>	<追随_（1998年克里斯托弗·诺兰执导英国电影）>	<蝠侠：开战时刻>	<记忆魔方_（美国电影）>	<记忆迷阵>	<蝙蝠侠之暗夜骑士>	<致命魔术_（2006年美国电影）>	<华力·普菲斯特>	<无限街区>	<蚁蛉_（1997年诺兰拍摄短片）>	<记忆拼图_（美国皮尔斯主演影片）>	<蝙蝠侠前传2：暗夜骑士>	<敦刻尔克_（2017年克里斯托弗·诺兰执导电影）>	<蝙蝠侠诞生拍摄花絮>	<星际空间_（美国电影）>	<蝙蝠侠2：黑暗骑士>	<致命追踪_（美国2000年克里斯托弗·诺兰执导电影）>	<星际空间_（星际空间/星际穿越）>	<蝙蝠侠黑暗骑士三部曲>	<蝙蝠侠：侠影之谜>	<星际穿越：太空旅程>	<记忆碎片_（美国电影）>	<白夜追凶>	<蝙蝠侠6：黑暗骑士>	<奠基_（电影）>	<蝙蝠侠：黑暗骑士崛起>

q370:北科归哪个国务院部门管？
select ?x where { <北京科技大学> <主管部门> ?x. }
<中华人民共和国教育部>

q371:霍山文峰塔位于哪？
select ?x where { <霍山文峰塔> <地理位置> ?x. }
<安徽六安市>

q372:三国时期诸葛亮有什么发明？
select ?x where { ?x <发明者> <诸葛亮_（三国时期蜀汉丞相）>. }
<孔明锁>	<包子_（中国传统食品）>	<木牛流马_（诸葛亮发明的运粮工具）>	<连珠弩>	<孔明球>	<四轮车>	<搭桥枪>	<馒头_（中国传统食物）>	<木牛>	<七喜许愿灯>

q375:《聊斋志异》的作者是谁？
select ?x where { <聊斋志异_（蒲松龄著文言短篇小说集《聊斋志异》）> <作者> ?x. }
<蒲松龄_（清代文学家）>

q378:马云的外文名是什么？
select ?x where { <马云_（阿里巴巴集团创始人）> <外文名> ?x. }
"Jack Ma"

q379:看电影霸王别姬得花多久？
select ?y where { <霸王别姬_（1993年陈凯歌执导，张国荣主演电影）> <片长> ?y. }
"171分钟"

q381:被誉为童话王国的是哪个国家？
select ?x where { ?x <国家美誉> "童话王国". }
<丹麦>

q384:图灵是哪国人？
select ?x where { <艾伦·麦席森·图灵> <国籍> ?x. }
<英国_（大不列颠及北爱尔兰联合王国）>

q385:施瓦辛格是哪个族人？
select ?x where { <阿诺德·施瓦辛格> <民族> ?x. }
<日耳曼>

q388:冰心在哪出生的？
select ?x where { <冰心_（中国现代著名作家）> <出生地> ?x. }
<福建>

q390:高谭市的守护者是谁？
select ?x where { ?x <主要成就> "高谭市守护者". }
<蝙蝠侠_（美国DC漫画旗下超级英雄）>

q392:秦始皇的接班人是谁？
select ?x where { <秦始皇_（中国首位皇帝）> <继承人> ?x. }
<胡亥_（秦二世）>

q393:陈奕迅毕业于哪所大学？
select ?x where { <陈奕迅> <毕业院校> ?x. }
<英国金斯顿大学>

q394:邱勇现任哪所大学的校长？
select ?y where { ?y <现任校长> <邱勇_（清华大学校长）>. }
<清华大学美术学院>	<清华大学化学工程系>	<清华大学>	<五道口职业技术学校>	<清华大学建校>

q399:歼8战机是那个单位研发的？
select ?x where { <歼-8> <设计> ?x. }
<沈阳飞机设计研究所>

q401:二十四节气中春分之后是？
select ?x where { <春分_（二十四节气之一）> <后一节气> ?x. }
<清明_（二十四节气之一）>

q404:海贼王里乔巴是被谁养大的？
select ?x where { <乔巴_（《海贼王》中的角色）> <义父> ?x. }
<希鲁鲁克>

q407:青年演员张子枫有哪些作品？
select ?x where { ?x <主演> <张子枫>. }
<同桌的你_（2014年周冬雨&林更新主演电影）>	<摩登年代>	<小别离_（2015年汪俊执导电视剧）>	<岁月忽已暮_（2016年张家辉监制电影）>	<幸福绽放_（2013年澄丰执导电视剧）>	<逗霸公开课>	<爸爸妈妈别分开>	<顾乐家的幸福生活>	<桃源惊梦_（腾格尔主演微电影）>	<我的逗吧街>	<唐人街探案>	<夫妻战争>	<摩登时代_（徐铮导演作品）>	<老爸回家>	<千金变女仆>

q408:赵匡胤建立了哪个朝代？
select ?x where { ?x <开国皇帝> <赵匡胤_（宋朝开国皇帝）>. }
<宋朝_（中国历史朝代）>	<北宋_（中国历史朝代）>	<宋朝历史>

q411:新浪公司的官网是？
select ?y where { <新浪> <官网> ?y. }
"http://www.sina.com.cn"

q415:乙酸的分子式？
select ?x where { <乙酸> <化学式> ?x . }
"CH3COOH"

q416:林徽因写过哪些广为流传的诗？
select ?x where { <林徽因_（中国建筑师、诗人、作家）> <代表作品> ?x. }
<谁爱这不息的变幻>	<莲灯_（诗歌）>	<九十九度中>	<你是人间四月天_（2005年中国文联出版公司出版文学）>

q418:叠连现象出现的原因是什么？
select ?x where { <叠连现象> <原因> ?x. }
"有可能血液太粘，呈酸性"

q422:歌曲《唠嗑歌》的时长是多少？
select ?x where { <浮夸_（陈奕迅主唱的歌曲）> <歌曲时长> ?x. }
"4：46"

q423:潘粤明有什么作品？
select ?x where { <潘粤明> <代表作品> ?x. }
<孔雀东南飞_（中国2009年王文杰执导电视剧）>	<白蛇传_（2005年刘涛、潘粤明主演电视剧）>	<红衣坊>	<京华烟云_（2005年赵薇主演电视连续剧）>

q424:千年隼号的大副是谁？
select ?x where { <千年隼号> <大副> ?x. }
"楚巴卡"

q428:台灯是干什么用的？
select ?x where { <台灯> <作用> ?x. }
"照明 装饰"

q429:南京大屠杀发生在什么时候？
select ?x where { <南京大屠杀_（日军侵华历史事件）> <发生时间> ?x. }
"1937-12-13"

q437:希腊神话中阿尔忒弥斯住在哪？
select ?x where { <阿尔忒弥斯_（古希腊神话中月亮与狩猎女神）> <居所> ?x. }
<奥林匹斯山_（坐落在希腊北部的山，希腊神话之源）>

q438:淝水之战的参战双方是谁？
select ?x where { <淝水之战> <参战方> ?x. }
<东晋>	<前秦>

q439:新加坡的官方语言是什么？
select ?x where { <新加坡> <官方语言> ?x. }
<英语_（语言）>	<泰米尔语>	<马来语>	<汉语>

q440:作家狄更斯的笔名是什么？
select ?x where { <查尔斯·狄更斯> <笔名> ?x. }
"伯茨（Boz）"

q442:六一居士是谁的别号？
select ?x where { ?x <别名> "欧阳永叔、醉翁、六一居士". }
<欧阳修>

q444:武汉大学的主要奖项有哪些
select ?x where { <武汉大学> <主要奖项> ?x . }
"国家级创新团队奖1项（截至2014年）"	"国家发明奖"	"国家教学成果奖一等奖9项（截至2014年）"	"国家自然科学奖"	"国家科技进步奖65项（2000至2015）"

q447:勾股定理是由谁提出的？
select ?x where { <勾股定理> <提出者> ?x . }
<毕达哥拉斯>	<商高>	<赵爽_（古代数学家）>

q448:木村遥是哪个国家的人？
select ?x where { <木村遥> <国籍> ?x. }
<日本_（日本国）>

q450:林建华的生日？
select ?x where { <林建华_（北京大学校长）> <出生日期> ?x . }
"1955-10"

q451:酸奶主要由哪些原料制作而成？
select ?x where { <酸奶> <主要原料> ?x. }
<乳酸菌>	<白糖>	<鲜牛奶>

q455:赵薇导演的电影有哪些？
select ?x where { ?x <导演> <赵薇_（中国内地女演员、歌手、导演）>. }
<终将逝去的青春_（2011年赵薇，关锦鹏执导电影）>	<致我们终将逝去的青春_（2013年赵薇执导电影）>	<没有别的爱>	<我在你床下>	<还珠格格_（2016年赵薇执导动画影片）>	<爱在澎湖湾>

q457:老子的主要成就有哪些？
select ?x where { <老子_（道家学派创始人）> <主要成就> ?x. }
"无为而治"	"辩证法思想"	"道家学派创始人"	"性命双修"

q458:天津大学的现任校长是谁？
select ?x where { <天津大学> <现任校长> ?x . }
<李家俊_（天津市委委员，天津大学校长）>

q459:老舍的代表作有哪些？
select ?x where { <老舍> <代表作品> ?x. }
<骆驼祥子_（国家大剧院原创歌剧）>	<茶馆_（中国经典话剧（老舍））>	<四世同堂_（老舍著中国现代长篇小说）>

q462:飞卢中文网的主要内容是什么？
select ?x where { <飞卢中文网> <类型> ?x. }
<小说站>

q463:戚继光的祖籍是哪里人？
select ?x where { <戚继光_（明朝抗倭名将、民族英雄）> <祖籍> ?x. }
<安徽>

q465:举世闻名的泰姬陵在哪个国家？
select ?x where { <泰姬陵_（印度知名古建筑）> <所在国家> ?x. }
<印度_（印度共和国）>

q468:埃及的首都是哪里？
select ?x where { <埃及> <首都> ?x. }
<开罗_（埃及首都）>

q469:陈忠实陈老啥时候走的？
select ?x where { <陈忠实_（中国当代作家）> <逝世日期> ?x. }
"2016-04-29"

q470:海贼王里弗兰奇被悬赏多少钱？
select ?x where { <弗兰克_（日本动漫《海贼王》中人物）> <悬赏金> ?x. }
"4400万→9400万贝利"

q474:主持人潘晨多高？
select ?x where { <潘晨_（电视节目主持人）> <身高> ?x. }
"167cm"

q479:吉林大学的现任校长是谁？
select ?x where { <吉林大学> <现任校长> ?x . }
<院士>	<李元元_（吉林大学校长中国工程院院士）>

q480:"一笑一颦"这个词是什么意思？
select ?x where { <一笑一颦> <解释> ?x. }
"指脸上的表情变化"

q482:新加坡的英文名称是什么？
select ?x where { <新加坡> <英文名称> ?x. }
"Republic of Singapore"

q484:四川大学的主要奖项有哪些
select ?x where { <四川大学> <主要奖项> ?x . }
"全国百篇优秀博士论文23篇（截至2014年12月底）"	"国家科技三大奖34项（2005-2014年）"	"全国大学生满意度50强高校"

q485:韩国属于哪个大洲？
select ?x where { <韩国_（大韩民国）> <所属洲> ?x. }
<亚洲>

q488:音乐人刘洲喜欢哪些动物？
select ?y where { <刘洲_（音乐人）> <喜欢的动物> ?y. }
<鹰_（隼形目猛禽类动物）>	<海豚_（生活在海洋中的鲸目哺乳动物）>	<狗_（犬科哺乳动物）>

q490:综艺节目康熙来了是谁主持的？
select ?y where { <康熙来了> <主持人> ?y. }
<徐熙娣>	<蔡康永>

q491:请列举一些赵本山的作品？
select ?x where { <赵本山> <代表作品> ?x. }
<大笑江湖_（朱延平执导的喜剧）>	<马大帅_（赵本山自导自演的系列电视剧三部曲）>	<乡村爱情_（2006年赵本山主演电视剧）>	<月牙儿_（电视剧《乡村爱情小夜曲》片尾曲）>	<刘老根>

q492:生活中常说的"五金"是指哪几种金属？
select ?x where { <五金> <五种指> ?x. }
"铜"	"锡"	"金"	"铁"	"银"

q494:D大调卡农是谁的代表作？
select ?x where { ?x <代表作品> <D大调卡农>. }
<约翰·巴哈贝尔>

q495:清明节都有哪些习俗？
select ?x where { <清明_（二十四节气之一）> <节日活动> ?x. }
<蹴鞠_（体育项目，运动）>	<禁火>	<踢>	<荡秋千>	<插柳>	<打马球_（运动）>	<扫墓>	<踏青>

q496:田园诗派的创始人是谁？
select ?x where { ?x <主要成就> "田园诗派创始人". }
<陶渊明_（东晋诗人）>

q500:生化危机的主演都有哪些人？
select ?x where { <生化危机_（根据Capcom电子游戏改编的系列电影）> <主演> ?x. }
<奥德·菲尔>	<肖恩·罗伯茨>	<米拉·乔沃维奇>	<西耶娜·盖尔利>	<李冰冰>

q501:漫画《银魂》的出版社是哪个？
select ?x where { <银魂_（空知英秋创作的漫画）> <出版社> ?x. }
<集英社_（日本综合出版社）>

q502:冰糖葫芦需要哪些原料？
select ?x where { <糖葫芦_（冰糖葫芦）> <主要食材> ?x. }
<山楂果_（生物物种）>	<糖_（化合物）>

q506:林徽因和梁思成是什么关系？
select ?x where { <林徽因_（中国建筑师、诗人、作家）> ?x <梁思成>. }
<丈夫>

q510:博尔赫斯的代表作品有什么？
select ?y where { <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）> <代表作品> ?y. }
<老虎的金黄>	<交叉小径的花园_（博尔赫斯于1944年创作的小说）>

q511:北洋三杰是谁？
select ?x where { <北洋三杰> <成员> ?x. }
<冯国璋>	<王士珍_（清末民初军人，中华民国总理）>	<段祺瑞_（皖系军阀首领）>

q515:富士山有多高？
select ?y where { <富士山> <海拔> ?y. }
"3775.63m"

q516:在道路上要靠右驾驶的国家有？
select ?x where { ?x <道路通行> "靠右驾驶". }
<伊拉克王国>	<萨尔瓦多_（中美洲国家）>	<尼日利亚>	<罗马尼亚人民共和国>	<加蓬共和国>	<沙特阿拉伯>	<墨西哥_（墨西哥合众国）>	<科威特>	<法国_（法兰西共和国）>	<索马里>	<芬兰大公国>	<意大利_（意大利共和国）>	<中华联邦>	<西南索马里>	<吴家门>	<厄瓜多尔>	<阿拉伯联合酋长国>	<立陶宛历史>	<瑞士>	<乌克兰>	<叙利亚>	<阿布哈兹>	<赤道几内亚>	<约旦>	<匈牙利>	<俄罗斯_（俄罗斯联邦）>	<瑞典>	<西班牙_（西班牙王国）>	<阿根廷_（阿根廷共和国）>	<瓦努阿图共和国_（国家）>	<阿曼_（阿曼苏丹国）>	<伊朗>	<老挝>	<密克罗尼西亚>	<联邦德国>	<韩国游>	<巴拉圭>	<巴西_（巴西联邦共和国）>	<刚果民主共和国>	<佛得角>	<尼德兰联合王国>	<荷兰>	<斯洛文尼亚>	<加纳>	<Germany>	<圣多美和普林西比>	<拉脱维亚>	<白俄罗斯_（白俄罗斯共和国）>	<埃及>	<缅甸>	<南奥塞梯>	<圣多美>	<阿尔巴尼亚>	<奥地利>	<冈比亚_（冈比亚伊斯兰共和国）>	<秘鲁>	<夏威夷王国>	<俄罗斯苏维埃联邦社会主义共和国>	<波兰_（波兰共和国）>	<智利>	<塞拉利昂>	<格鲁吉亚>	<斯洛伐克>	<利比亚>	<塔吉克斯坦>	<保加利亚>	<卡塔尔>	<布基纳法索>	<梵蒂冈>	<德国_（德意志联邦共和国）>	<葡萄牙>	<多哥>	<危地马拉>	<洪都拉斯历史>	<委内瑞拉_（委内瑞拉玻利瓦尔共和国）>	<冰岛>	<爱沙尼亚>	<芬兰_（芬兰共和国）>	<柬埔寨>	<南苏丹共和国>	<丹麦>	<希腊>	<中非_（中非共和国）>	<挪威>	<菲律宾_（菲律宾共和国）>	<哥斯达黎加_（哥斯达黎加共和国）>	<菲律宾第二共和国>	<韩国_（大韩民国）>	<马里_（马里共和国）>	<也门>	<亚美尼亚>	<卢森堡_（卢森堡大公国）>	<阿布丁国>	<美国_（美利坚合众国）>	<冈比亚共和国>	<罗马尼亚社会主义共和国>	<伊拉克>	<加蓬_（国家）>	<利比里亚共和国>	<世界上最狭长的国家智利>	<摩纳哥>	<加拿大_（北美洲国家）>	<立陶宛>	<毛里塔尼亚>	<比利时>	<摩尔多瓦>	<列支敦士登>	<圣马力诺>	<乌拉圭>	<尼加拉瓜>	<塞内加尔>	<埃塞俄比亚>	<黎巴嫩_（黎巴嫩共和国）>	<尼加拉瓜历史>	<阿塞拜疆>	<突尼斯>	<安道尔_（欧洲南部国家）>	<芬兰共和国>	<捷克>	<罗马尼亚_（欧洲南部国家）>	<帕劳>	<厄立特里亚>

q517:季莫申科是哪里人？
select ?x where { <尤利娅·季莫申科> <出生地> ?x. }
<乌克兰>	<第聂伯罗彼得罗夫斯克>

q521:演员霍思燕是什么星座？
select ?y where { <霍思燕> <星座> ?y. }
<天秤座_（占星类）>

q523:英国什么时候国庆？
select ?x where { <英国_（大不列颠及北爱尔兰联合王国）> <国庆日> ?x. }
"06-11"

q526:陆小凤是哪位作家笔下的人物？
select ?x where { <陆小凤传奇_（古龙武侠小说系列）> <作者> ?x. }
<古龙_（著名武侠小说家）>

q528:乔丹的大儿子毕业于哪所大学？
select ?z where { <乔丹_（有飞人之称的美国著名篮球运动员）> <儿子> ?x. ?x <弟弟> ?y. ?x <毕业院校> ?z. }
<伊利诺伊大学>

q529:拜仁的西班牙球员都有谁？
select ?x where { ?x <所属运动队> <拜仁慕尼黑足球俱乐部>. ?x <国籍> <西班牙_（西班牙王国）>. }
<阿隆索_（西班牙足球运动员阿隆索）>	<贝尔纳特_（西班牙足球运动员）>

q532:实行宗法制管理中央，分封制管理地方的朝代是哪个？
select ?x where { ?x <政治制度> <宗法制度>. ?x <地方管理> "分封制". }
<周朝_（先秦朝代）>

q536:发明显微镜的人是什么职业？
select ?y where { <显微镜> <发明人> ?x. ?x <职业> ?y. }
<发明家>	<博物学家>	<物理学家_（探索、研究物理学的科学家）>

q540:2006年6月建成的总面积1187平方公里的公园是哪个？
select ?x where { ?x <建立时间> "2006-06". ?x <总面积> "1187平方公里". }
<罗源凤山公园>

q542:习大大是哪里毕业的？
select ?y where { ?x <别名> "习大大" . ?x <毕业院校> ?y . }
<清华大学>

q543:三国后期一位名将曾"偷渡阴平"灭亡蜀国，他被封了什么爵位？
select ?y where { <偷渡阴平> <提出> ?x. ?x <爵位> ?y . }
<关内侯>

q544:天津大学出过哪些科学家？
select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <天津大学> . }
<马祖长>	<唐明述>	<姚建铨>

q545:南京大学出过哪些企业家？
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <南京大学> . }
<徐锦忠>	<岳伟_（全球职业规划师）>	<陈正华_（江苏省建集团董事长）>	<陈符号>	<钱东奇>	<杨休>	<陈一丹>	<陈光标>	<杨丹_（VINCI创始人）>	<袁岳>

q546:有哪些主持人毕业于北京大学？
select ?x where { ?x <职业> <主持人>. ?x <毕业院校> <北京大学>. }
<文清_（女主持、演员）>	<英达>	<王牧笛>	<张泉灵>	<昕原>	<彭高唱>	<肖贵宁>	<耿姝>	<董倩_（央视主持人）>	<朱筠_（CCTV主持人）>	<程秧秧>	<陈旻_（中央人民广播电台主持人）>	<金铭_（影视演员）>	<傅成励>	<大山_（加拿大籍学者及主持人）>	<谢映玲>	<吕梅_（大连电视台播音员）>

q551:续写《汉书》的是谁？
select ?x where { ?x <主要成就> "续写". ?x <主要成就> "汉书". }
<班昭_（东汉史学家）>

q557:中国的首都的占地面积多少？
select ?x where { <中华人民共和国> <首都> ?y. ?y <面积> ?x. }
"16410"	".54平方千米"

q558:哪种凤梨属的植物喜欢光照？
select ?x where { ?x <日照> "喜光照". ?x <属> <凤梨属>. }
<菠萝>

q560:加拿大最大城市有哪些机场？
select ?x where { <加拿大_（北美洲国家）> <最大城市> ?y. ?y <机场> ?x. }
<多伦多皮尔逊国际机场>

q562:我想了解一下咖啡的主要产地？
select ?y where { ?x <中文名> "咖啡" . ?x <主要产地> ?y . }
<埃塞俄比亚>	<巴西_（巴西联邦共和国）>	<哥伦比亚_（哥伦比亚共和国）>

q564:腾讯的创始人中，谁是已婚的？
select ?x where { <腾讯> <创始人> ?x. ?x <婚姻> <已婚>. }
<马化腾>

q565:最讨厌别人浪费食物、伤害女士的人是谁？
select ?x where { ?x <最讨厌的事> "伤害女士". ?x <最讨厌的事> "浪费食物". }
<山治>

q573:欧洲四大名著中哪部是莎士比亚的作品.
select ?x where { <欧洲四大名著> <包括> ?x. ?x <作者> <莎士比亚_（欧洲文艺复兴时期戏剧家）>. }
<哈姆雷特_（威廉·莎士比亚创作戏剧）>

q576:哈佛大学出了哪些总统？
select ?x where { ?x <职业> <总统_（国家元首称谓）> . ?x <毕业院校> <哈佛大学> . }
<罗斯福_（美国第三十二届总统）>	<侯赛因_（美国总统）>	<约翰·肯尼迪>

q577:被称为诗佛的诗人有什么作品？
select ?y where { ?x <别称> <诗佛_（唐代诗人王维绰号）>. ?x <主要作品> ?y. }
<王右丞集>	<王摩诘文集>

q578:南京都有哪些火车站？
select ?y where { ?x <中文名称> "南京" . ?x <火车站> ?y . }
<江宁站>	<南京火车站>	<溧水站>	<南京南站_（高铁站南京南站）>

q581:小马哥的qq号码是多少？
select ?y where { ?x <别名> "小马哥". ?x <所持qq号码> ?y. }
"10001"

q582:有一位华语女歌手，主演了一部文艺电影，该电影被评为香港金像奖最佳影片，请问该影片是？
select ?x where { ?x <主演> ?y. ?x <类型> <文艺_（汉语词语）>. ?y <职业> <歌手_（职业名称）>. ?x <主要奖项> "香港电影金像奖最佳影片". }
<重庆森林_（1994年王家卫执导电影）>

q584:三星集团的手机中散热一般的手机型号有？
select ?x where { ?x <品牌> <三星_（三星集团）>. ?x <缺点> "散热一般". }
<三星3471ND>

q588:号称"完美的搜索引擎"的公司有多少员工？
select ?y where { ?x <公司口号> "完美的搜索引擎，". ?x <员工数> ?y. }
"47756"

q590:五金中的那种金属可以用于油漆？
select ?y where { <五金> <五种指> ?x. ?y <中文名> ?x. ?y <应用> <油漆>. }
<铁_（最常见的金属元素）>

q591:Hermès的总部在哪里？
select ?y where { ?x <外文名称> "Hermès（Hermes）". ?x <总部地点> ?y. }
<巴黎_（法国首都）>

q595:中华民国首任教育总长的代表作品？
select ?y where { ?x <主要成就> "中华民国首任教育总长". ?x <代表作品> ?y. }
<中国伦理学史>	<蔡元培自述>

q602:蜀道难的作者祖籍在哪里？
select ?x where { <蜀道难_（李白作古体诗）> <作者> ?y. ?y <祖籍> ?x. }
<陇西县>

q604:《吉檀迦利》的作者是哪国人？
select distinct ?y where { ?x <代表作品> <吉檀迦利>. ?x <国籍> ?y. }
<印度_（印度共和国）>

q605:指环王拍摄地国土面积有多大？
select ?x where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <拍摄地点> ?y.?y <国土面积> ?x.}
"268"	"680平方公里"

q607:有哪些哲学家抱有无神论信仰？
select ?x where { ?x <职业> <哲学家_（基础含义）>. ?x <信仰> <无神论_（一种哲学观点）>. }
<斯蒂芬·威廉·霍金>	<李二曲>

q608:加拿大最高建筑的地理位置？
select ?x where { <加拿大_（北美洲国家）> <最高建筑> ?y. ?y <地理位置> ?x. }
<加拿大_（北美洲国家）>	<多伦多>	<安大略省>

q610:北京大学出了哪些哲学家
select ?x where { ?x <职业> <哲学家_（基础含义）> . ?x <毕业院校> <北京大学> . }
<张中行>	<张申府>	<余敦康>	<潘梓年>	<牟宗三>

q612:施耐庵的代表作写于什么时候？
select ?y where { <施耐庵_（水浒传作者）> <代表作品> ?x. ?x <创作年代> ?y . }
<元末明初>

q613:钢铁侠的大学是谁创办的？
select ?x where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <毕业院校> ?y. ?y <创办者> ?x.}
<威廉·巴顿·罗杰斯>

q616:红豆的演唱者出生在？
select ?y where { ?x <代表作品> <红豆_（王菲演唱歌曲）>. ?x <出生地> ?y. }
<东城区_（北京市东城区）>

q618:北京奥运的吉祥物是谁设计的？
select ?x where { <2008年北京奥运会> <吉祥物> ?y. ?y <设计者> ?x. }
<韩美林>

q619:位于厦门思明区，素称"圆洲仔、钢琴岛"的地方有哪些好吃的？
select ?y where { ?x <别名> "圆洲仔、钢琴岛". ?x <特色美食> ?y. }
<馅饼>	<沙茶面>	<肉脯>	<蚵仔煎_（闽台潮特色小吃）>

q620:乌台诗案与哪位诗人有关？
select ?x where { <乌台诗案> <受害人> ?x. ?x <职业> <诗人_（汉语词语）>. }
<苏轼_（北宋文学家）>

q622:老家开封的双子座名人有谁？
select ?x ?y where { ?x <出生地> <开封_（河南省地级市）>. ?x <星座> <双子座_（天文学）>. }
	<王永林_（中国男演员）>	<于洋_（中国国家话剧院演员）>

q625:姚明念的那所初中校训是什么？
select ?z where { ?x <中文名> "姚明" . ?x <初中> ?y . ?y <校训> ?z . }
<朴_（汉字）>	<勤>	<诚>	<勇>

q627:周杰伦写的摇滚乐有哪些？
select ?x where { ?x <谱曲> <周杰伦>. ?x <音乐风格> <摇滚>. }
<不能说的秘密_（周杰伦演唱歌曲）>	<哇靠_（周杰伦演唱歌曲）>	<惊叹号_（周杰伦创作歌曲）>	<英雄_（周杰伦创作歌曲）>	<哪里都是你>	<双节棍_（周杰伦歌曲）>	<世界未末日>	<我要夏天>	<狗仔舞>	<双截棍_（陈梓童）>

q632:本田公司的主要车型都有什么？
select ?z where { ?x <公司名称> ?y . filter regex(?y, "本田") . ?x <主要车型> ?z . }
<雅阁>	<凌派>	<本田思域>	<歌诗图>

q633:蔡琰有什么成就？
select ?y where { ?x <本名> "蔡琰". ?x <主要成就> ?y. }
"首次创造五言体长篇自传叙事诗"

q640:熊本县的著名人物职业是什么？
select ?y where { ?x <地理位置> <熊本县>. ?x <职业> ?y. }
<公务员_（行使国家行政权力、执行国家公务的人员）>

q643:吴君如老公拍过什么电影？
select ?x ?y where { <吴君如> <丈夫> ?y. ?y <代表作品> ?x. }
<中国合伙人_（2013年陈可辛执导电影）>	<金枝玉叶_（马齿苋科植物）>	<双城故事_（1991年陈可辛执导电影）>	<陈可辛>	<刺马_（陈可辛执导电影）>	<如果爱_（湖北卫视明星恋爱真人秀）>	<亲爱的_（2014年陈可辛执导电影）>	<甜蜜蜜_（1996年陈可辛导演电影）>

q645:汽车的动力的外文名是什么？
select ?y where { <汽车> <动力> ?x. ?x <外文名> ?y. }
"Engine"

q646:别名为"内江县"的四川省某区的车牌代码是什么？
select ?x where { ?y <别名> "内江县". ?y <车牌代码> ?x. }
"川K"

q647:通过扫描将图像信息转换为数字信号的机器是什么？
select ?x where { ?x <方式> <扫描>. ?x <转换> "图形或图像信息转换为数字信号". }
<图纸扫描仪>	<扫描仪>

q648:哈佛大学出了哪些文学家？
select ?x where { ?x <职业> <文学家> . ?x <毕业院校> <哈佛大学> . }
<孔飞力>	<林语堂>	<杨联升>	<梅光迪>	<楼光来>

q649:《欢乐颂》作者的老师都有谁？
select ?y where { <欢乐颂_（贝多芬作品）> <谱曲> ?x. ?x <老师> ?y. }
<海顿_（古典音乐家）>	<莫扎特_（欧洲著名古典主义音乐作曲家）>

q650:"Tsinghua University"的位置？
select ?y where { ?x <英文名> "Tsinghua University". ?x <学校地址> ?y. }
"北京市"	"海淀区清华园"

q651:具有哲学意味的，李安、章子怡合作的电影是哪一部？
select ?x where { ?x ?a <李安_（华人导演）>. ?x ?b <章子怡>. ?x <类型> <哲学>. }
<卧虎藏龙_（李安导演电影）>

q656:复旦大学出了哪些科学家
select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <复旦大学> . }
<杨玉良_（复旦大学原校长）>	<杨树_（浙江大学青年千人计划学者）>	<黄民强>	<吴海山_（百度研究院大数据实验室科学家）>

q657:中华人民共和国成立的标志事件的主要人物有哪些？
select ?y where { ?x <意义> "中华人民共和国成立的标志". ?x <主要人物> ?y. }
<朱德>	<周恩来>	<毛泽东_（无产阶级革命家）>

q658:清华大学出了哪些科学家
select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <清华大学> . }
<闵乃大>	<廖湘科>	<管德>	<顾毓秀>	<钱伟长>	<李惕碚>	<欧阳钟灿>	<李文钊>	<王大珩_（科学家）>	<翟俊宜>	<戴宏杰>	<柳百新>	<彭桓武>	<谭君才>	<夏泽洋>	<钱思亮>	<容启东_（香港“爵士”）>	<刘静_（中国科学院理化技术研究所研究员）>

q660:亚洲哪个国家实行君主立宪制？
select ?x where { ?x <所属洲> <亚洲>. ?x <政治体制> <议会制君主立宪制>. }
<不丹>	<泰国完全旅行指南>	<日本_（日本国）>	<槟城岛>	<单机游戏吧>	<马来西亚>

q665:浙江大学出了哪些物理学家
select ?x where { ?x <职业> <物理学家_（探索、研究物理学的科学家）> . ?x <毕业院校> <浙江大学> . }
<谢树森>

q667:清华大学出了哪些数学家
select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <清华大学> . }
<万哲先>	<柯召_（数学家、中国科学院院士、四川川大原校长）>	<段学复>

q669:"罢黜百家独尊儒术"的是我国历史上哪一位皇帝？
select ?x where { ?x <主要成就> "独尊儒术". ?x <职业> <黑洞_（特殊天体）>. }
<汉武帝_（汉朝皇帝）>

q670:德国有哪些著名乒乓球员？
select ?x where { ?x <国籍> <德国_（德意志联邦共和国）>. ?x <运动项目> <乒乓球>. }
<罗斯科普夫>	<费杰科内斯>	<蒂姆·波尔>	<孙祯琦>	<单晓娜>	<韩莹_（德国乒乓球运动员）>	<施婕>	<罗斯科夫>	<克里斯蒂安·苏斯>	<吴佳多>

q671:鲁尔工业区位于哪个国家？
select ?y where { ?x <中文名> "鲁尔工业区". ?x <所属地区> ?y. }
<德国_（德意志联邦共和国）>

q680:任天堂的创始人在哪一年去世？
select ?y where { <任天堂> <创始人> ?x. ?x <逝世日期> ?y. }
"1940-01"

q681:西南地区有哪个直辖市？
select ?x where { ?x <行政区类别> <直辖市>. ?x <所属地区> <西南地区>. ?x <方言> <土家语>. }
<重庆_（中华人民共和国直辖市）>

q682:有哪些满族演员？
select ?x where { ?x <民族> <满族>. ?x <职业> <演员_（职业）>. }
<关悦>	<张海龄>	<吴京_（中国内地男演员）>	<东方闻樱_（中国内地女制片人）>	<佟塞娅>	<傅冲>	<杨岱岳>	<陈昀_（中国内地女演员）>	<王炎_（歌手）>	<白卉子>	<金铁麟>	<爱新觉罗·启星>	<赵梓铭>	<何金海_（中国京剧院京剧演员）>	<陈孟奇>	<果静林>	<吴鑫桐>	<唐韵笙>	<张潇恒>	<那维勋>	<张拉拉>	<张皓然_（中国内地男演员）>	<肖霖>	<左岩_（主持人）>	<方婷婷_（演员（现更名为方可沁））>	<江琳琳>	<王雯婷>	<朱墨_（中国大陆女演员）>	<昌隆>	<钮承泽>	<高广泽_（中国内地男演员）>	<唐艺纯>	<王平_（相声演员）>	<赵奕欢>	<袁梦_（北京籍艺人）>	<佟瑞欣>	<脱一>	<厉慧福>	<唐旭_（中国内地实力男演员）>	<白庆琳>	<叶峰_（辽宁籍男影视演员）>	<胡洋_（中国内地男演员）>	<王奕盛>	<杜歆越>	<小哥_（小哥齐秦）>	<英壮>	<白敬亭>	<叶笑言>	<那威>	<脱一然>	<石铭熙>	<红薇_（香港著名女演员）>	<牛青峰>	<丘羽特>	<王晔_（中国辽宁籍男演员）>	<陈可馨_（影视演员）>	<王俪穅>	<金钊_（演员、影视演员）>	<徐艺_（《非常了得》选手）>	<黄海波_（中国大陆男演员）>	<富大龙>	<安娜_（影视歌三栖艺人）>	<商子见>	<凌潇肃>	<于果_（中国内地女演员）>	<关亚军>	<金凤_（原北京电影制片厂演员）>	<那英>	<王紫格>	<唐钰铭>	<张艺骞>	<齐俊盛>	<朱宸辉>	<尔光>	<张德俊_（京剧武生演员）>	<康宁_（内地女演员）>	<李青青_（电影演员李青青）>	<刘子仟>	<郝宗君>	<辛美妮>	<纳兰_（著名青年歌手、演员、书法家）>	<胡军_（中国大陆演员）>	<赵明明_（中国内地女演员）>	<普志宏>	<吴洪兴>	<汪滢滢>	<郭婉冬>	<宏胤>	<文若熙>	<赵蕾_（中国内地女演员）>	<张欢_（黑龙江省京剧院旦角演员）>	<裴旭斌>	<凌子枫>	<田葆诚>	<梁瀚文_（主持人）>	<赵会南>	<郎美琳>	<赵采儿>	<李崇霄>	<张诗雨>	<关晓彤_（影视演员）>	<林冶>	<英达>	<关山_（香港艺人）>	<沈傲君>	<朴俊凯>	<赵洪涛_（中国内地男歌手、演员、主持人）>	<凌子风>	<冯惠媛>	<甘露露>	<黄洋_（北京籍演员）>	<凝香仙草>	<王厦>	<刘聪_（中国内地新晋男演员）>	<铁男_（青年编剧，独立制片人，演员）>	<李翠翠>	<常远_（开心麻花签约演员）>	<刘一_（中国内地男演员）>	<文亳>	<叶青_（中国内地女艺人）>	<关慧卿>	<李宗翰>	<陈奕龙>	<歌洋>	<关之琳>	<马珊娜>	<那家威>	<惠英红>	<关婷娜>	<赵廷峪>	<贾明瑛>	<桑叶红>	<沈晓海_（中国内地男演员）>	<费宏翔>	<叶琳_（电视剧《璀璨人生》角色）>	<舒耀瑄>	<李力_（影视演员）>	<刘政绯>	<曹炳琨>	<王碧琪>	<文梦洋>	<许丁亓>	<宝珣>	<马莹莹>	<任笑霏>	<王苏娅>	<佟大为>	<庆春圃>	<王婧_（安徽籍女演员）>

q686:古希腊诗人有哪些代表作品？
select ?y where { ?x <国籍> <古希腊_（爱琴海-色雷斯文明圈的黄金时期）>. ?x <职业> <诗人_（汉语词语）>. ?x <代表作品> ?y. }
<荷马史诗>	<和_（汉语汉字）>	<伊利亚特_（《荷马史诗》之一）>	<奥德赛_（古希腊史诗）>

q687:电视剧冰与火之歌的出品公司还有哪些作品？
select ?x where { <冰与火之歌_（美国HBO电视台制作的电视剧）> <出品公司> ?y.?x <出品公司> ?y.}
<真探第二季>	<真爱一箩筐>	<权力的游戏_（电影版）>	<大西洋帝国第一季>	<欲望都市_（美国1998年莎拉·杰西卡·帕克主演电视剧）>	<血战太平洋_（HBO出品的战争剧）>	<火线重案组第三季>	<抑制热情>	<守望尘世>	<伊丽莎白_（英国1998年谢加·凯普尔执导电影）>	<权力的游戏第六季>	<大爱_（美国电视剧）>	<守望者_（HBO出品美剧）>	<The Corrections_（美国2013年乔纳森·弗兰岑编导电视剧）>	<大爱一场>	<权力的游戏第五季>	<权力的游戏第四季>	<护送钱斯>	<真爱如血第四季>	<真爱如血第六季>	<囧男二三事>	<火线重案组>	<假日少女情>	<冰与火之歌_（美国HBO电视台制作的电视剧）>	<告诉我你爱我_（2007年HBO出品美剧）>	<霍利德医生>	<弦乐航班>	<集结风暴>	<囧男窘事>	<铁血风暴>	<罗马_（欧美2005年凯文·麦克基德主演电视剧）>	<权力的游戏第二季>	<《他乡来客》第一季>	<真探>	<欲望城市>	<黑道家族第二季>	<特殊逃亡>	<监狱风云_（美国1997年汤姆·方塔纳执导电视剧）>	<成功在美国>	<监狱风云第二季>	<猎杀行动>	<兄弟连_（英美2001年史蒂夫·斯皮尔伯格执导战争剧）>	<偷天大逃杀>	<双面梦露>	<霓裳情挑>

q689:黄河的主要支流都有什么？
select ?y where { ?x <中文名称> "黄河" . ?x <主要支流> ?y . }
<渭河_（中国黄河的最大支流）>	<洮河>	<汾河_（黄河在山西境内的支流）>

q691:由哥伦比亚广播公司发行的19集电视剧是哪部？
select ?x where { ?x <发行公司> <哥伦比亚广播公司>. ?x <集数> "19". }
<同学再相逢>

q695:清华大学出了哪些文学家
select ?x where { ?x <职业> <文学家> . ?x <毕业院校> <清华大学> . }
<杨绛>	<田德望>	<闻一多>	<赵萝蕤>

q696:龙井茶所属类别有哪些主要营养成分？
select ?z where { ?x <中文名> "龙井茶" . ?x <类别> ?y . ?y <主要营养成分> ?z . }
<茶多酚>	<咖啡因>

q697:肯德基的创始人有哪些别名？
select ?y where { <肯德基> <创始人> ?x . ?x <别名> ?y . }
"肯德基上校"

q699:复旦大学出了哪些物理学家
select ?x where { ?x <职业> <物理学家_（探索、研究物理学的科学家）> . ?x <毕业院校> <复旦大学> . }
<吴杭生>	<刘冉_（复旦大学长江特聘教授）>

q701:被称为"何仙姑"的是模特是谁？
select ?x where { ?x <别名> "何仙姑". ?x <职业> <模特_（职业（展示艺术、时尚产品等））>. }
<何穗>

q702:两部《狂人日记》的作者分别是谁？
select ?y where { { ?x <作品名称> "狂人日记". } union { ?x <书名> "狂人日记". } ?x <作者> ?y. }
<果戈里_（俄国作家、讽刺文学大师）>	<鲁迅_（文学家、思想家）>

q705:李十二是我国哪个朝代的人？
select ?x where { ?y <别称> <李十二>. ?y <所处时代> ?x. }
<唐朝_（中国历史朝代）>

q706:武汉大学出了哪些翻译家
select ?x where { ?x <职业> <翻译家> . ?x <毕业院校> <武汉大学> . }
<崔文凯_（原武汉大学外语学院副院长）>	<夏道平>	<叶君健>

q708:阿飞正传这一电影中血型为O的主角有哪些？
select ?x where { <阿飞正传> <主演> ?x. ?x <血型> <O型>. }
<张曼玉>	<张国荣_（华语歌手、演员、音乐人）>

q711:台湾的机场都有哪些？
select distinct ?y where { ?x <中文名称> ?z . filter regex(?z, "台湾") . ?x <机场> ?y . }
<高雄小港国际机场>	<台湾桃园国际机场>	<台北松山机场>	<重庆江北国际机场>	<台中清泉岗机场>

q713:和博尔赫斯同一国家的同行都有谁？
select ?x where { <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）> <出生地> ?y. <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）> <职业> ?z.?x <国籍> ?y.?x <职业> ?z.}
<胡里奥·科塔萨尔>	<安东尼奥·波契亚>	<吉列尔莫·马丁内斯>	<贝尔纳多·科尔顿>

