q2043:令狐冲会什么武功？
select ?x where { {<令狐冲> <剑法> ?x.} UNION {<令狐冲> <内功> ?x.} }
<独孤九剑_（金庸小说中的武学）>	<冲灵剑法>	<易筋经_（武功名）>	<吸星大法>

q2044:"五岳剑派"的掌门分别是谁？
select ?y where { <五岳剑派> ?x ?y . filter(regex(?y,"掌门")) }
"掌门莫大先生"	"掌门岳不群"	"掌门左冷禅"	"掌门天门道长"	"掌门定闲师太"

q2045:任盈盈的爸爸是什么门派？
select ?y where { <任盈盈> <父亲> ?x . ?x <门派> ?y . }
<日月神教>

q2047:谁让令狐冲接任恒山派掌门人？
select ?x where { ?x <遗言> "让令狐冲接任恒山派掌门人" . }
<定闲师太>

q2049:"薰衣草之者"属于什么气候？
select ?x where { <薰衣草之都> <所指> ?y . ?y <气候条件> ?x . }
<地中海气候>

q2055:歌手陈粒毕业于哪个学校？
select ?x where { ?y <中文名> "陈粒" . ?y <职业> <歌手_（职业名称）> . ?y <毕业院校> ?x . }
<上海对外经贸大学>

q2056:有一种细胞器是记载遗传信息的载体，它是由什么物质组成的？
select ?x where { ?y <意义> "记载遗传信息的载体" . ?y <组成> ?x . }
<蛋白质_（生命的物质基础）>

q2057:诺贝尔奖包含哪些奖项同？
select ?x where { { <诺贝尔奖> <包含奖项1> ?x. } UNION { <诺贝尔奖> <包含奖项2> ?x. }}
"化学奖"	"生理学或医学奖"	"和平奖"	"物理学奖"	"文学奖"

q2060:什么药物可以用于预防HPV？
select ?x where { ?y <其他名称> "HPV" . ?x <主要适用症> ?y . }
<宫颈癌疫苗>

q2062:杨紫和张一山搭档的影视作品？
select ?x where { ?x <主演> <杨紫> . ?x <主演> <张一山_（中国内地演员）> . }
<我的七年>	<家有儿女第一部>	<难道无声>	<寻找狗托邦>	<家有儿女1_（宋丹丹、高亚麟主演电视剧）>	<家有儿女2>	<不想长大_（2009年邱浩强导演电视剧）>	<老爸回家>	<3D兔侠传奇>

q2064:被誉为"中国古典小说的最高峰"的名著共有多少章？
select ?x where { ?y <文学地位> "中国古典小说的最高峰" . ?y <章回数目> ?x . }
"原著前80回"	"后人续书后40回"

q2067:中华民国的首都又称为？
select ?x where { <中华民国> <首都> ?y . ?y <别名> ?x . }
"金陵、"	"江宁、"	"石头城、"	"建康、"	"博爱之都等"	"天京、"

q2068:马拉松世界纪录的保持者是谁？
select ?x where { {<马拉松_（长跑比赛项目）> <男子世界记录> ?x.} UNION {<马拉松_（长跑比赛项目）> <女子世界纪录> ?x.}}
"丹尼斯·基米托（2：02：57）"	"拉德克利夫（2：17：42）"

q2069:"现代遗传学之父"有什么科学贡献？
select ?x where { ?y <获得荣誉> "现代遗传学之父" . {?x <发现者> ?y.} UNION {?x <提出者> ?y.}}
<植物种质资源自交分析>	<测交法>	<基因的分离定律>	<基因分离>	<基因分离定律>	<基因定律>	<植物种质资源测交分析>	<神奇的基因>	<基因自由组合定律>	<基因的自由组合定律>

q2070:皮卡丘出场的作品？
select ?x where { {<皮卡丘> <登场作品> ?x.} UNION {?x <主要角色> <皮卡丘>.}}
<神奇宝贝_（汤山邦彦执导的日本动画系列）>	<皮卡丘开卡车>	<神奇宝贝特别篇>	<卖萌的皮卡丘>	<关东地区_（《神奇宝贝》系列作品中的地区）>	<口袋妖怪大冒险>	<口袋铁拳锦标赛>	<精灵宝可梦_（任天堂掌机游戏系列）>	<任天堂明星大乱斗For WiiU/3DS>	<任天堂明星大乱斗DX>	<口袋妖怪超进化>	<任天堂明星大乱斗_（任天堂开发的游戏系列）>	<神奇小精灵>	<皮卡丘大冒险>

q2071:马里奥的弟弟是什么职业？
select ?x where { ?y <哥哥> <马里奥_（任天堂公司游戏角色）> . ?y <职业> ?x . }
<水管工>

q2074:SHE的成员有哪些？
select ?x where { <S.H.E> <组合成员> ?x . }
<陈嘉桦>	<任家萱>	<田馥甄>

q2075:夫妻肺片是用什么做的？
select ?x where { <夫妻肺片> <主要食材> ?x . }
<牛杂>	<牛肉_（牛肉）>

q2077:哪些药物可以用于抑郁症的治疗?
select ?x where { ?x <主要适用症> <抑郁症_（医疗百科）> . }
<Y-7131>	<百忧解>	<依替唑仑>	<亚达唑散>	<来士普>	<艾旭（盐酸氟西汀胶囊）>	<安神镇静丸>	<百郁舒宁神灵颗粒>	<米安舍林>	<西酞普兰>	<单胺氧化酶抑制药>

q2081:星巴克出售什么？
select ?x where { <星巴克_（美国连锁咖啡公司）> <经营范围> ?x . }
<咖啡_（世界三大饮料之一）>

q2088:元宵节为什么要吃汤圆？
select ?x where { <汤圆_（中国传统食品汤圆）> <意义> ?x . }
"亲人团聚"	"象征团圆"

q2094:电视剧《家有儿女》中，刘梅和她前夫生的儿子叫什么？
select ?x where { <刘梅_（《家有儿女》中的人物）> <前夫> ?y . ?x <父亲> ?y . ?x <母亲> <刘梅_（《家有儿女》中的人物）> . }
<刘星_（电视剧《家有儿女》系列人物）>

q2097:由迈克尔·杰克逊编曲并填词、发行于1985.3.7的歌曲英文名称为？
select ?x where { ?y <谱曲> <迈克尔·杰克逊> . ?y <填词> <迈克尔·杰克逊> . ?y <外文名称> ?x . ?y <发行时间> "1985-03-07" . }
"We Are The World"

q2098:氯元素的原子量是？
select ?x where { <氯> <原子量> ?x . }
"35.45"

q2099:单质熔点为97.72℃、沸点为883℃的化学元素电子排布式为？
select ?y where { ?x <熔点> "97.72℃" . ?x <沸点> "883℃" . ?x <电子排布式> ?y . }
"1s2 2s2 2p6 3s1"

q2101:哪一个网络流行语表示"非常好笑"的意思？
select ?x where { ?x <属于> <网络语言> . ?x <释义> "觉得非常好笑" . }
<233_（网络流行用语）>

q2102:罗马数字MXXIV等于哪个自然数？
select ?x where { ?x <罗马数字> "MXXIV" . }
<1024_（自然数之一）>

q2104:英文名为EarthShaker的游戏人物所属的游戏的制作人是谁？
select ?x where { ?y <外文名> "EarthShaker" . ?y <所属游戏> ?z . ?z <制作人> ?x . }
<冰蛙>

q2105:"Clash of Clans"的发行商是？
select ?x where { ?y <原版名称> "Clash of Clans" . ?y <发行商> ?x }
<Supercell Oy>

q2106:化学式为"CH2O"的化学物质英文名称为？
select ?y where { ?y <化学式> "CH2O" . ?y <英文名称> ?x . }
<甲醛>

q2109:飞船"黄金之心"出自哪个作品？
select ?x where { <黄金之心_（科幻小说中的飞船）> <作品名称> ?x . }
"银河系漫游指南"

q2111:哪个数字的12进制表示与八进制数"45"的10进制表示相同？
select ?x where { ?y <八进制> "45" . ?x <十二进制> ?y . }
<43>

q2118:分子量为2的气体有什么样的天然同位素？
select ?x where { ?y <分子量> "2" . ?y <天然同位素> ?x . }
"氚"	"氘"	"氕"

q2120:原子序数为8的元素能够成哪几种单质？
select ?x where { ?y <原子序数> "8" . ?y <构成单质> ?x . }
"氧气(O2)"	"臭氧(O3)"

q2122:伯瓦尔·弗塔根在游戏《魔兽世界》中的身份是？
select ?x where { <伯瓦尔·弗塔根_（游戏人物）> <身份> ?x . ?x <游戏> <魔兽_（网络游戏《魔兽世界》的简称）> . }
<巫妖王>

q2124:作家余华有哪些代表作？
select ?x where { <余华_（当代作家）> <代表作品> ?x . }
<十八岁出门远行>	<许三观卖血记_（余华小说）>	<活着_（余华著长篇小说）>	<世事如烟>	<鲜血梅花>

q2125:一氧化碳的爆炸极限是？
select ?x where { <一氧化碳> <爆炸极限> ?x . }
"12.5%～74.2%"

q2126:哪一种用作强氧化剂的化学物质外观是针状固体或液体？
select ?x where { ?x <外观> "针状固体或液体" . ?x <应用> <强氧化剂> . }
<三氧化硫>

q2127:四氯化碳要如何储存？
select ?x where { <四氯化碳> <储存方式> ?x . }
"密封或水封保存"

q2128:桑迪·牛顿参与主演了哪一步由罗兰·艾默里奇导演电影？
select ?x where { ?x <主演> <桑迪·牛顿> . ?x <导演> <罗兰·艾默里奇> . }
<2012_（美国2009年罗兰·艾默里奇执导灾难电影）>

q2133:火药的哪一项主要成分水溶液PH值在室温下为七？
select ?x where { <火药_（汉语词语）> <主要成分> ?x . ?x <水溶液ph> "室温下为7" . }
<硝酸钾>

q2137:原子序数为92、用于原子弹的化学元素是？
select ?x where { ?x <用途> <原子弹> . ?x <原子序数> "92" . }
<铀235>

q2142:北京大学的校歌是什么？
select ?x where { <北京大学> <校歌> ?x . }
<北京大学校歌>

q2143:刘昊然是什么星座的？
select ?x where { <刘昊然> <星座> ?x . }
<天秤座_（天文学）>

q2144:刘昊然的粉丝称为什么？
select ?x where { <刘昊然> <粉丝名> ?x . }
"暖阳"

q2145:鹿晗主演过什么电影？
select ?x where { ?x <主演> <鹿晗> . }
<极夜_（2016年成龙导演电影）>	<暗暗_（2016年电影）>	<择天记_（2016柠萌影业、腾讯影业出品电视剧）>	<极夜_（公益宣传片）>	<摆渡人_（2016年由张嘉佳执导王家卫监制电影）>	<拯救危机>	<金鸭_（吴君如监制主演电影）>	<盗墓笔记：七星鲁王宫_（2016年上映大陆电影）>	<岁月忽已暮_（电视剧）>	<长城_（2016年张艺谋执导中美合拍魔幻电影）>	<微光_（微光（橙光文字游戏））>	<魔幻手机_（魔幻手机电影）>	<我是证人_（杨幂、鹿晗等主演的青春悬疑电影）>

q2147:胡歌的毕业院校在哪里？
select ?x where { <胡歌_（中国内地男演员）> <毕业院校> ?y . ?y <所属地区> ?x . }
<中国上海_（政府门户网站）>

q2148:英文名为"KRIS"的歌手的中文名？
select ?x where { ?y <外文名> "KRIS" . ?y <职业> <歌手_（职业名称）> . ?y <中文名> ?x . }
"吴亦凡"

q2149:莎士比亚是哪国的戏剧家？
select ?x where { <莎士比亚_（欧洲文艺复兴时期戏剧家）> <国籍> ?x . }
<英国_（大不列颠及北爱尔兰联合王国）>

q2154:美国首都面积多大？
select ?x where { <美国_（美利坚合众国）> <首都> ?y . ?y <面积> ?x . }
"177"	"平方公里"

q2156:电影《教父》得过什么奖？
select ?x where { <教父_（1972年美国黑帮电影）> <主要奖项> ?x . }
"第45届奥斯卡金像奖 最佳影片"	"第45届奥斯卡金像奖 最佳男主角"	"第45届奥斯卡金像奖 最佳改编剧本"

q2158:哲学家柏拉图出生在哪里？
select ?x where { <柏拉图_（古希腊哲学家）> <出生地> ?x . }
<雅典_（希腊首都）>

q2162:dell公司的口号是什么？
select ?x where { <戴尔公司> <公司口号> ?x . }
"激发无限 (The power to do more)"

q2163:苹果公司成立于哪一天？
select ?x where { <苹果_（苹果产品公司）> <成立时间> ?x . }
"1976-04-01"

q2165:苹果公司的现任CEO是谁？
select ?x where { <苹果_（苹果产品公司）> <首席执行官> ?x . }
<库克_（苹果公司现任首席执行官蒂姆·库克）>

q2172:由黄伟文填词，陈奕迅演唱的歌曲有哪些？
select ?x where { ?x <填词> <黄伟文_（香港填词人、时尚评论人）> . ?x <歌曲原唱> <陈奕迅> . }
<浮夸_（陈奕迅主唱的歌曲）>	<要害_（陈奕迅的一首歌）>	<美丽有罪>	<滑铁卢车站>	<最佳损友_（陈奕迅演唱歌曲）>	<打回原形_（陈奕迅演唱歌曲）>	<单车_（陈奕迅演唱歌曲单车）>	<阿士匹灵>	<大开眼界_（陈奕迅演唱歌曲）>	<自行车_（陈奕迅歌曲《单车》）>	<吹微风>	<LAST ORDER_（陈奕迅演唱歌曲）>	<不良嗜好>	<陀飞轮_（陈奕迅演唱歌曲）>	<结束开始>	<时代曲_（陈奕迅演唱歌曲）>	<2001太空漫游_（陈奕迅演唱歌曲）>	<浮夸_（王祖蓝所翻陈奕讯的歌曲）>	<无人之境_（陈奕迅演唱歌曲）>	<土星环_（陈奕迅歌曲）>	<苦瓜_（陈奕迅歌曲）>	<crying in the party>	<阿司匹林_（陈奕迅演唱歌曲）>	<那些让你死去活来的女孩>	<幸灾乐祸_（陈奕迅演唱歌曲）>	<大个女>	<不知所谓>	<重口味_（陈奕迅演唱歌曲）>	<细路>	<两名男子街头相遇>	<活着多好>	<裙下之臣_（歌曲）>	<落花流水_（陈奕迅演唱歌曲）>	<一_（陈奕迅演唱歌曲）>	<沙龙_（陈奕迅演唱歌曲：沙龙）>	<超人的主题曲>	<忘记歌词>	<冲口而出_（陈奕迅演唱歌曲）>	<那一夜有没有说>	<三个人的探戈>	<最后的嬉皮士>	<葡萄成熟时_（陈奕迅歌曲）>	<十面埋伏_（陈奕迅歌曲）>	<人车志_（陈奕迅演唱的一首歌曲）>	<1874>	<冲口而出_（陈奕迅，叶倩文演唱歌曲）>	<心腹_（陈奕迅演唱歌曲）>	<心理游戏_（陈晓东演唱歌曲（粤语））>	<味之素_（陈奕迅演唱歌曲）>	<他一个人_（陈奕迅演唱的一首歌曲）>	<防不胜防_（陈奕迅演唱歌曲）>	<贝多芬与我>

q2175:陈奕迅和张柏芝一起演了什么电影？
select ?x where { ?x <主演> <陈奕迅> . ?x <主演> <张柏芝> .  }
<十二夜_（2000年陈奕迅主演电影）>	<12夜>

q2178:莱昂纳多·迪卡普里奥演的哪部电影得了奥斯卡最佳男主角？
select ?x where { ?x <主演> <莱昂纳多·迪卡普里奥> . ?x <主要奖项> "2016年 第73届金球奖剧情片最佳男主角（获奖）"	}
<荒野猎人_（2015年欧美电影）>

q2180:漫威的母公司的官网域名是？
select ?x where { <漫威> <母公司> ?y . ?y <官网> ?x . }
"http://www.disney.com/"

q2181:名模卡莉·克劳斯的身高？
select ?x where { <卡莉·克劳斯_（美国超模）> <身高> ?x . }
"1.85米"

q2185:被誉为"性感小野马"的金泫雅有多重？
select ?x where { <金泫雅> <体重> ?x . }
"43kg"

q2186:身为万千少女的梦中情人，外文名为"Takeshi Kaneshiro"的演员是什么血型？
select ?x where { ?y <外文名> "Takeshi Kaneshiro" . ?y <血型> ?x . }
<O型>

q2189:姓"江"的代表人物有哪些？
select ?x where { <江_（中国姓氏）> <代表人物> ?x . }
<江万里>	<江泽民>	<江淹>

q2191:陈思成做导演以后，请刘昊然主演的片子有什么？
select ?x where { ?x <主演> <刘昊然> . ?x <导演> <陈思成_（青年导演、演员、编剧）>.  }
<北京爱情故事_（2014年陈思诚执导电影）>	<唐人街探案2>	<唐人街探案>

q2200:在希腊神话里掌管医药的是哪一位神？
select ?x where { ?x <神话体系> <希腊神话_（西方神话体系之一）> . ?x <司掌> <医药> . }
<阿波罗_（希腊神话中太阳与医药之神）>

q2201:查理·包法利是哪一位作家的老师的作品里的主人公？
select ?x where { <查理·包法利> <出自> ?y . ?z<代表作品> ?y . ?x <老师> ?z }
<莫泊桑_（法国小说家）>

q2202:索肖队主教练有多高？
select ?x where { <索肖队> <主教练> ?y . ?y <身高> ?x . }
"178厘米"

q2203:有哪些著名犹太作家？
select ?x where { ?x <民族> <犹太> . ?x <职业> <作家_（汉语词语）> . }
<豪尔赫·路易斯·博尔赫斯_（阿根廷作家）>	<埃利·维塞尔>	<爱泼斯坦_（波兰裔中国作家）>	<斯坦尼斯拉夫·莱姆>	<Aaron Swartz>	<蒂博尔·塞凯伊>	<伊茨哈克·奥巴斯>	<伊莱娜·内米洛夫斯基>	<阿西莫夫短文两篇>	<伊万·汉德勒>	<格特鲁德·斯坦>	<艾尔芙蕾德耶利内克>	<凯尔泰斯·伊姆雷>

q2206:"P(A|B)=P(B|A)*P(A)/P(B)"是哪一个数学分支里的公式？
select ?x where { ?y <表达式> "P(A|B)=P(B|A)*P(A)/P(B)" . ?y <适用领域范围> ?x . }
<概率论_（数学分支）>

q2208:被誉为"赣西明珠"的江西省地级市是？
select ?x where { ?x <别名> "赣西明珠" . }
<萍乡>

q2210:同时参与到日本1996年和2015年两版"恶作剧之吻"的男演员是？
select ?x where { ?x <代表作品> <恶作剧之吻_（2015年李海娜，MIKE主演电视剧）> . <恶作剧之吻_（日本1996年柏原崇、佐藤蓝子主演电视剧）> <主演> ?x . }
<柏原崇>	<佐藤蓝子>

q2211:毕业于华东师范大学并于2014获得伊莱亚斯-科里奖的化学家是？
select ?x where { ?x <主要成就> "2014伊莱亚斯·j·科里奖" . ?x <毕业院校> <华师大_（华东师范大学）> . }
<余金权>

q2217:中国最早的诗歌总集在内容上可以划分为哪几类？
select ?x where { ?y <历史地位> "中国最早的一部诗歌总集" . ?y <内容分类> ?x . }
<颂>	<风_（自然现象）>	<雅_（词语）>

q2220:请列述《西风颂》作者的成就。
select ?x where { ?y <主要成就> ?x . <西风颂> <作者> ?y . }
"政治上支持爱尔兰民族 独立"	"构想了理想社会的雏形"	"预言 希腊的独立"	"创作大量浪漫主义诗歌"

q2223:积极浪漫主义精神的文学流派里有哪些代表人物？
select ?x where { ?y <释义> "积极浪漫主义精神的文学流派" . ?y <代表人物> ?x . }
<约翰·济慈>	<乔治·戈登·拜伦_（英国19世纪初诗人）>

q2225:出生于1835年11月30日的美国小说家有？
select ?x where { ?x <出生日期> "1835-11-30" . ?x <职业> <小说家_（写小说的作家）> . ?x <国籍> <美国_（美利坚合众国）>}
<马克·叶温>	<马克·吐温>

q2227:获诺贝尔文学奖的爱尔兰诗人有哪些？
select ?x where { ?x <职业> <诗人_（汉语词语）> . ?x <国籍> <爱尔兰_（爱尔兰共和国）> . ?x <主要成就> "诺贝尔文学奖" . }
<威廉·巴特勒·叶芝>

q2228:谁是著名的表现主义犹太小说家？
select ?x where { ?x <民族> <犹太人> . ?x <职业> <小说家_（写小说的作家）> . ?x <文学流派> "表现主义" . }
<卡夫卡_（奥地利作家）>

q2229:王小波的丈母娘是谁？
select ?x where { ?y <配偶> <王小波_（中国当代作家、学者、文学家）> . ?y <母亲> ?x . }
<李克林_（人民日报原编辑）>

q2231:深圳成立于98年11月11日的有限责任公司是？
select ?x where { ?x <总部地点> <深圳> . ?x <公司性质> <有限责任公司> . ?x <成立时间> "1998-11-11" . }
<腾讯>

q2233:戏剧《The King Lear》创作于哪一年？
select ?x where { ?y <外文名称> "The King Lear" . ?y <创作年代> ?x . }
<1606年>

q2235:闻一多创作了哪些十四行诗？
select ?x where { ?x <作者> <闻一多> . ?x <文学体裁> <十四行诗> . }
<回来_（闻一多创作现代诗）>

q2238:有哪一位主教是出生于北非的？
select ?x where { ?x <出生地> <北非> . ?x <职业> <主教_（宗教中的神职人员）> . }
<奥古斯丁_（古罗马帝国时期天主教思想家）>

q2239:《俄狄浦斯王》的作者是哪个国家的人？
select ?x where { ?y <国籍> ?x . ?z<书名> "《俄狄浦斯王》" . ?z <作者> ?y . }
<古希腊_（爱琴海-色雷斯文明圈的黄金时期）>

q2242:发行于2005年由蔡科俊编曲，方文山作词的周杰伦音乐作品的名称是？
select ?x where { ?x <发行时间> "2005" . ?x <填词> <方文山> . ?x <编曲> <蔡科俊>}
<一路向北_（周杰伦演唱歌曲）>

q2246:防骗指南在什么地方？
SELECT ?x WHERE { <防骗指南> <地区> ?x . }
<北京大学>

q2247:北京大学获得过哪些主要奖项？
SELECT ?x WHERE { <北京大学> <主要奖项> ?x . }
"国家自然科学奖二等奖11项"	"诺贝尔奖得主名誉教授16位"	"全国优秀博士学位论文76篇"	"国家最高科学技术奖得主2人"	"国家杰出青年科学基金得主156人"

q2248:清华大学获得过哪些主要奖项？
SELECT ?x WHERE { <清华大学> <主要奖项> ?x . }
"国家级科技三大奖507项（截至2015年底）"	"全国优秀博士论文108篇（截至2013年底）"	"国家级教学成果奖79项（截至2014年底）"

q2249:清华大学有多少专职院士？
SELECT ?x WHERE { <清华大学> <专职院士> ?x . }
"中国工程院院士33 人"	"中国科学院院士45 人"

q2250:哪所公立大学以"自强不息，厚德载物"作为校训？
SELECT ?x WHERE { ?x <校训> <自强不息> . ?x <校训> <厚德载物_（成语）> . ?x <类别> <公立大学> . }
<西安商贸专修学院>	<清华大学>	<清华大学广州中心>	<五道口职业技术学校>	<清华大学建校>	<清华大学建筑学院>

q2251:2011年度时尚先生盛典在哪里举办？
SELECT ?x WHERE { <2011年度时尚先生盛典> <地区> ?x . }
<清华大学>

q2253:柏拉图的作品有哪些？
SELECT ?x WHERE { ?x <作者> <柏拉图_（古希腊哲学家）> . }
<裴多>	<公妻制>	<盖奇的戒指>	<I am ready for love>	<柏拉图著作集 3 （英文本）>	<洞穴喻>	<Republic by Plato 理想国>	<柏拉图全集：第二卷>	<理想国_（古希腊哲学家柏拉图著作）>	<文艺对话集>	<理想国_（理想国）>	<智者篇>	<世纪文库：蒂迈欧篇>	<柏拉图著作集 2 （英文本）>	<柏拉图著作集 1（英文本）>	<柏拉图著作集 5（英文版）>	<读懂柏拉图的第1本书：《理想国》>	<伊安篇>	<柏拉图著作集 4（英文本）>	<会饮篇>	<国家篇>	<柏拉图对话六种>	<公路几何线形检测技术/公路工程试验检测技术培训教材>	<波塞冬宫>	<苏格拉底的申辩>	<斐多篇>	<法律篇>	<游叙弗伦苏格拉底的申辩克力同>	<法篇>	<柏拉图全集（第三卷）>

q2254:斐多篇的作者的老师是谁？
SELECT ?y WHERE { ?x <老师> ?y . <斐多篇> <作者> ?x . }
<苏格拉底_（古希腊著名哲学家）>

q2255:《理想国》的作者有哪些主张？
SELECT ?y WHERE { ?x <主张> ?y . <理想国_（理想国）> <作者> ?x . }
"理念论；理想国学说"

q2256:《会饮篇》的作者的本名是什么？
SELECT ?y WHERE { ?x <本名> ?y . <会饮篇> <作者> ?x . }
"亚里士多克勒"

q2257:亚里士多德的代表作品有哪些？
SELECT ?x WHERE { <亚里士多德_（古希腊著名思想家）> <代表作品> ?x . }
<伦理学_（哲学分支学科）>	<物理_（物理学）>	<政治学_（社会科学学科）>	<工具论>	<形而上学_（哲学术语）>

q2258:"以太"概念的提出者是谁？
SELECT ?x WHERE { <以太_（科学理论）> <提出者> ?x . }
<亚里士多德_（古希腊著名思想家）>

q2261:有哪些著名的现实主义者？
SELECT ?x WHERE { <现实主义者> <代表人物> ?x . }
<修昔底德_（古希腊历史学家、雅典十将军之一）>	<托马斯·霍布斯>

q2263:著名的"修昔底德陷阱"的提出者是谁？
SELECT ?x WHERE { <修昔底德陷阱> <提出者> ?x . }
<修昔底德_（古希腊历史学家、雅典十将军之一）>

q2266:《论三位一体》的作者的主要成就有哪些？
SELECT ?x WHERE { ?y <代表作品> <论三位一体> . ?y <主要成就> ?x . }
"天主教圣人"	"天主教会四大圣师之一"

q2267:基督教哲学的代表人物有哪些？
SELECT ?x WHERE { <基督教哲学> <代表人物> ?x . }
<奥古斯丁_（古罗马帝国时期天主教思想家）>

q2268:《第一哲学沉思录》的作者的主要成就有哪些？
SELECT ?x WHERE { <第一哲学沉思录> <作者> ?y . ?y <主要成就> ?x . }
"创立了解析几何"	"漩涡说等理论学说"	"首次对光的折射定律提出了理论论证"	"近代二元论和唯心主义理论著名的代表"	"发展了宇宙演化论"	"力学上发展了伽利略运动相对性的理论"	"西方现代哲学的奠基人"

q2269:"坐标几何"的提出者还提出了哪些主张？
SELECT ?x WHERE { <坐标几何> <提出者> ?y . ?x <提出者> ?y . }
<待定系数法>	<第四维_（科学术语）>	<费马二平方定理>	<二次项系数>	<反射学说>	<费马引理>	<微商_（数学名词）>	<笛卡尔循环>	<导数>	<佩尔方程>	<费马点>	<费马大定理_（数学定理）>	<斜坐标系>	<费马小定理>	<费马平方和定理>	<坐标几何>	<笛卡尔坐标系>	<直积>	<笛卡尔乘积>

q2271:有哪些著名数学家同时也是物理学家？
SELECT ?x WHERE { ?x <职业> <物理学家_（探索、研究物理学的科学家）> . ?x <职业> <数学家_（数学家（世界著名数学家））> . }
<亚瑟·斯坦利·爱丁顿>	<海什木>	<斯图克斯>	<厄恩斯特·斯蒂克尔堡>	<格林_（英国近代物理数学先驱）>	<詹姆斯·霍普伍德·金斯>	<朗伯>	<赵安洋>	<约瑟夫·拉格朗日>	<伯努力>	<沃利斯>	<克拉夫特_（挪威数学家，物理学家，人类学家）>	<M·J·锡顿>	<麦克斯韦_（英国物理学家）>	<威廉·德西特>	<斯蒂芬·威廉·霍金>	<卡尔·皮叶克尼斯>	<洛伦兹_（丹麦物理学家）>	<笛卡尔_（近代法国哲学家、物理学家、数学家）>	<乔治·斯托克斯>	<埃伦弗里德·瓦尔特·冯·契恩豪斯>	<埃万杰利斯塔·托里拆利>	<克里斯蒂安·惠更斯>	<伽利略手指>	<梅斯尼埃>	<泰勒GI>	<利斯廷>	<让-巴蒂斯特·毕奥>	<雷奥德科斯特>	<奥斯特罗格拉茨基>	<克里斯蒂安·多普勒>	<哈密顿_（爱尔兰数学家、物理学家）>	<维维亚尼_（意大利数学家、物理学家）>	<帕斯卡_（布莱士·帕斯卡）>	<巴托林>	<拉普拉斯_（法国数学家、物理学家）>	<傅立叶_（法国数学家及物理学家）>	<伊瓦尔·贾埃弗>	<史蒂芬·沃尔弗拉姆>	<洛伦兹_（荷兰物理学家）>	<哈密尔顿_（数学家）>	<保罗·埃伦费斯特>	<伽利略·伽利雷>	<欧拉_（莱昂哈德·欧拉）>	<帕斯卡赌注>	<让·勒朗·达朗贝尔>	<柯西>	<阿基米德_（古希腊哲学家、数学家、物理学家）>	<波恩哈德·黎曼>	<笛卡儿>	<阿尔伯特·爱因斯坦>	<邦菲尔斯>	<欧勒>	<约翰·雅各布·巴耳末>	<牛顿_（艾萨克·牛顿）>	<爱德华·威滕>

q2272:有哪些哲学家既是数学家又是物理学家？
SELECT ?x WHERE { ?x <职业> <物理学家_（探索、研究物理学的科学家）> . ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <职业> <哲学家_（基础含义）> . }
<斯蒂芬·威廉·霍金>	<笛卡尔_（近代法国哲学家、物理学家、数学家）>	<笛卡儿>	<埃伦弗里德·瓦尔特·冯·契恩豪斯>	<阿尔伯特·爱因斯坦>

q2273:谁最先提出了自在与自为的概念？
SELECT ?x WHERE { <自在与自为> <提出人> ?x . }
<格奥尔格·威廉·弗里德里希·黑格尔>

q2274:《美学讲演录》的作者的代表作品有哪些？
SELECT ?y WHERE { <美学讲演录> <作者> ?x . ?x <代表作品> ?y . }
<逻辑学专业>	<精神现象学>	<法哲学原理>	<哲学科学全书纲要>

q2275:请列举一些诗人哲学家。
SELECT ?x WHERE { ?x <职业> <诗人_（汉语词语）> . ?x <职业> <哲学家_（基础含义）> . }
<拉宾德拉纳特·泰戈尔>	<埃拉托色尼>	<戴盟_（德国哲学家）>	<莱昂·巴蒂斯塔·阿尔伯蒂>	<石醉六>	<与长子受之>	<李翱>	<乔治·桑塔亚纳>	<王杨_（明代哲学家）>	<渡堂海>	<索伦·克尔凯郭尔_（丹麦宗教哲学心理学家、诗人）>	<约翰·克里斯托弗·弗里德里希·冯·席勒>	<康帕内拉>	<尹吉甫>	<安德烈斯·贝略>	<伏尔泰_（法国思想家、文学家、哲学家）>	<莪默·伽亚谟>	<穆罕默德·伊克巴尔>	<弗里德里希·威廉·尼采>	<巴什拉，G.>	<欧玛尔·海亚姆>	<阿维斯布隆_（历史人物）>	<埃拉托斯特尼>

q2277:尼采出生在什么时间？
SELECT ?x WHERE { <弗里德里希·威廉·尼采> <出生日期> ?x . }
"1844-10-15"

q2279:德国出过哪些哲学家？
SELECT ?x WHERE { ?x <国籍> <德国_（德意志联邦共和国）> . ?x <职业> <哲学家_（基础含义）> . }
<哈马贝斯>	<约翰·戈特利布·费希特>	<戈特弗里德·威廉·莱布尼茨>	<阿尔弗雷德·罗森堡>	<马克斯·韦特海默>	<齐美尔>	<海德格尔_（德国哲学家）>	<格奥尔格·威廉·弗里德里希·黑格尔>	<弗里德里希·恩格斯>	<阿多诺_（德国哲学家）>	<鲁道尔夫·欧肯>	<亚瑟·叔本华>	<费尔巴哈_（刑法学家）>	<本雅明_（本雅明）>	<亚历山大·戈特利布·鲍姆嘉通>	<费肖尔父子>	<戴盟_（德国哲学家）>	<斯宾格勒>	<赫尔巴特，J.F.>	<路德维格·克拉格斯>	<路德维希·费尔巴哈>	<尼古拉·哈特曼>	<埃伦弗里德·瓦尔特·冯·契恩豪斯>	<奥斯瓦尔德·屈尔佩>	<威廉·冯特>	<康德_（德国古典哲学创始人）>	<鲍勒诺夫>	<弗里德里希·威廉·约瑟夫·谢林>	<弗朗兹·布伦塔诺>	<柯亨，H.>	<普列斯纳>	<鲁道夫·赫尔曼·陆宰>	<约翰·克里斯托弗·弗里德里希·冯·席勒>	<莱布尼茨，G.W.>	<尼釆的超人哲学>	<卡西尔>	<奥伊肯>	<康德，I.>	<穆迪·布瑞德>	<赫尔德_（德国著名哲学家）>	<海因里希·约翰·李凯尔特>	<哈特曼，N.>	<石里克，M·>	<埃德蒙德·胡塞尔>	<哈贝马斯，J.>	<弗里德里希·威廉·尼采>	<圣阿尔伯特·马格纳斯>	<舍勒，M·>	<艾尔伯图斯·麦格努斯>

q2280:有哪些篮球游戏？
SELECT ?x WHERE { ?x <游戏类型> <篮球_（球类运动）> . }
<我是篮板王>	<NBA Ballers:Chosen One>	<另类篮球>	<篮球公敌>	<明星扣篮>

q2281:有哪些篮球运动员？
SELECT ?x WHERE { ?x <职业> <篮球_（球类运动）> . }
<奥马尔·阿巴达>	<田奇乐>	<帕纳吉奥提斯·扬纳基斯>	<美国职业篮球联赛体育道德风尚奖>	<施斯古卡斯>	<劳尔·托格尼·内托>	<西蒙娜·奥古斯都斯>	<维特奇科娃>	<格雷格·索莫基>	<阿维·斯特雷>	<比你打又点>	<娜塔莉亚·玛娅索依德娃>	<巴舒添>	<戴维·扬>	<塔蒂安娜·普欧波娃>	<威尔·弗瑞斯贝>	<德米特雷斯·阿当斯>	<魏政贤>	<乔·布莱恩特>	<张宗宪_（香港艺术收藏家）>	<松本稔>	<樱井良太>	<文祺>	<GDP_（NBA马刺队组合）>

q2282:篮球起源于什么地方？
SELECT ?x WHERE { <篮球_（球类运动）> <起源地点> ?x . }
<马萨诸塞州>	<美国_（美利坚合众国）>

q2284:《火影忍者》连载于哪部杂志？
SELECT ?x WHERE { <火影忍者_（岸本齐史创作的少年漫画）> <连载杂志> ?x . }
<jump_（《周刊少年JUMP》杂志）>

q2285:11月的流星是什么星座的？
SELECT ?x WHERE { <流星_（天文现象）> <11月> ?x . }
"狮子座流星群（Leonids ）"

q2286:国庆节的纪念方式有哪些？
SELECT ?x WHERE { <国庆节> <纪念方式> ?x . }
"全民性庆典活动"	"大规模"

q2287:全世界有哪些国庆节？
SELECT ?x WHERE { ?x <节日类型> <国庆节> . }
<古巴解放日>	<阿曼国庆日>	<捷克共和国国庆日>	<St.David's Day（威尔士圣大卫日）>	<美国独立日_（美国国庆日）>	<澳大利亚日>	<加拿大国庆日>	<冰岛共和国日>	<圭亚那国庆日>	<中华人民共和国国庆节>	<葡萄牙国庆日>	<法国国庆>

q2288:不同国家的国庆日分别在什么时间？
SELECT ?y WHERE { ?x <节日类型> <国庆节> . ?x <节日时间> ?y . }
<3月1日>	<6月17日>	<1月26日>	<11月18日>	<7月4日>	<6月10日>	<7月14日>	<10月28日>	<1月1日>

q2289:美国独立日有哪些节日活动？
SELECT ?y WHERE { <美国独立日_（美国国庆日）> <节日活动> ?y . }
<敲>	<自由钟>

q2290:《齐物论》的作者出生于何处？
SELECT ?y WHERE { <齐物论> <作者> ?x . ?x <出生地> ?y . }
<宋国_（西周及春秋战国时期诸侯国）>	<蒙_（周朝时期宋国城邑）>

q2292:火影中漩涡鸣人会使用哪些忍术？
SELECT ?y WHERE { ?y <使用者> <漩涡鸣人> . }
<仙人模式>	<仙术·风遁·螺旋手里剑>	<超大玉螺旋丸>	<仙术_（漫画《火影忍者》中的一类忍术）>	<超尾兽螺旋手里剑>	<鸣人五千连弹>	<仙法·螺旋丸手里剑>	<六道仙人模式>	<风遁·螺旋手里剑>	<千年杀_（《火影忍者》名词）>	<怪力_（火影忍者的体术）>	<熔遁>	<仙法·阿修罗螺旋手里剑>

q2293:什么是寄存器？
SELECT ?y WHERE { <寄存器> <定义> ?y . }
"有限存贮容量的高速存贮部件"

q2294:《四书章句集注》的作者的主要成就有哪些？
SELECT ?y WHERE { ?x <主要作品> <四书章句集注> . ?x <主要成就> ?y . }
"儒家理学的集大成者"	"宋代理学家"	"儒学集大成者"

q2295:"三段论推理"的作者是谁？
SELECT ?y WHERE { <三段论推理> <创作者> ?y . }
<亚里士多德_（古希腊著名思想家）>

q2296:华为的董事长是谁？
select ?x where { <华为技术有限公司> <董事长> ?x . }
<孙亚芳>

q2298:Porsche AG的创始人是谁？
select ?x where { ?y <外文名称> "Porsche AG" . ?y <创始人> ?x . }
<费迪南德·保时捷>
