q1199:谁发动本能寺之变？
select ?x where { ?x <主要成就> "本能寺之变". }
<松永久秀_（《织田信奈的野望》中人物）>

q1200:我国被称誉为"甲天下"的城市是什么气候类型？
select ?y where { ?x <美誉> "山水甲天下". ?x <气候条件> ?y. }
<亚热带季风气候>

q1201:《根鸟》的作者毕业于哪个大学
select ?x where { <根鸟> <作者> ?y . ?y <毕业院校> ?x . }
<北京大学>

q1203:Ukulele有几根弦？
select ?y where { ?x <外文名> "Ukulele". ?x <弦数> ?y. }
"4"

q1204:海贼王里出身水之七岛的是谁？
select ?x where { ?x <登场作品> <海贼王_（尾田荣一郎创作的漫画作品）>. ?x <原居住地> "水之七岛". }
<弗兰克_（日本动漫《海贼王》中人物）>

q1206:村上春树所写的哪本小说是在2009年5月出版的？
select ?x where { ?x <作者> <村上春树_（日本著名作家）>. ?x <出版时间> "2009-05". }
<1Q84>

q1207:李白都写过哪些诗名中含"吟"七言古诗？
select ?x where { ?x <作者> ?y . ?y <本名> "李白" . ?x <作品名称> ?z . filter regex(?z, "吟") . ?x <文学体裁> <七言古诗> . }
<梁甫吟_（唐代李白诗作）>	<江上吟>	<梁园吟>	<玉壶吟>

q1209:天蝎座的守护神的妻子是谁？
select ?y where { <天蝎座_（占星学）> <守护神> ?x. ?x <配偶> ?y. }
<珀耳塞福涅_（希腊神话中冥界的王后）>

q1210:安徽省会的邮政编码是多少？
select ?y where { <安徽> <省会> ?x . ?x <邮政区码> ?y . }
"230000"

q1213:身为宦官的齐国公的历史功绩是什么?？
select ?x where { ?y <封爵> <齐国公>. ?y <职业> <宦官>. ?y <主要成就> ?x. }
"协助玄宗平定韦后之乱"

q1217:英文为"LA MER"的品牌是哪个国家的？
select ?y where { ?x <外文名> "LA MER". ?x <国别> ?y. }
<美国_（美利坚合众国）>

q1219:《随想录》的作者其原名是？
select ?x where { <随想录> <作者> ?y. ?y <中文名> ?x. }
"李尧棠"

q1223:卖报歌的谱曲者祖籍在哪里？
select ?z where { ?x <中文名称> "卖报歌" . ?x <谱曲> ?y . ?y <祖籍> ?z . }
<玉溪_（云南省地级市）>

q1230:欧盟国家中官方语言是英语的国家是？
select ?x where { <欧盟_（欧洲经济、政治共同体）> <成员国> ?x. ?x <官方语言> <英语_（语言）>. }
<英国_（大不列颠及北爱尔兰联合王国）>

q1233:在金庸小说《天龙八部》中，灰衣僧属于哪个门派？
select ?y where { ?x <其他名称> "无名老僧 灰衣僧". ?x <门派> ?y. }
<少林派_（武术门派）>

q1234:歌曲《青花瓷》所属专辑有哪些歌曲？
select ?x where { <青花瓷_（周杰伦方文山创作歌曲）> <所属专辑> ?y. ?x <所属专辑> ?y. }
<彩虹_（周杰伦所作歌曲）>	<青花瓷_（周杰伦方文山创作歌曲）>

q1236:别名孙祥钟的演员的助理是谁？
select ?x where { ?y <别名> "孙祥钟". ?y <助理> ?x. }
<孙诗雯>

q1237:发明地动仪的中国天文学家担任过什么官职？
select ?y where { ?x <主要成就> "发明地动仪". ?x <主要成就> "开创中国天文". ?x <官职> ?y. }
<尚书_（中国史书）>	<太史令>

q1238:pku的现任校长是谁？
select ?x where { ?y <简称> <pku_（北京大学的英文缩写）>. ?y <现任校长> ?x. }
<林建华_（北京大学校长）>

q1239:海贼王里吹牛成性的家伙的外号是什么？
select ?y where { ?x <登场作品> <海贼王_（尾田荣一郎创作的漫画作品）>. ?x <性格> <吹牛_（汉语词语）>. ?x <其他名称> ?y. }
"狙击之王、GOD·乌索普"

q1241:有一个人，他首创中国国内警察制度，创建新式军队，开创中华民国，请问他是谁？
select ?x where { ?x <主要成就> "开创中华民国". ?x <主要成就> "创建新式军队". ?x <主要成就> "首创中国国内警察制度". }
<袁世凯>

q1243:成龙儿子的职业是什么？
select ?x where { <成龙_（中国香港演员、导演）> <儿子> ?y. ?y <职业> ?x. }
<演员_（职业）>	<歌手_（职业名称）>

q1247:海泽王里三种霸气都会的有谁？
select ?x where { ?x <登场作品> <海贼王_（尾田荣一郎创作的漫画作品）>. ?x <霸气种类> "见闻色". ?x <霸气种类> "武装色". ?x <霸气种类> "霸王色". }
<堂吉诃德_（堂吉诃德多弗朗明哥）>	<蒙其·D·路飞>

q1250:在金庸小说《天龙八部》中，萧远山的冤家擅长什么武功？
select ?z where { <萧远山> <冤家> ?x. ?y <中文名> ?x. ?y <武功> ?z. }
<参合指>	<斗转星移_（金庸小说武功心法）>

q1251:万万没想到的在线播放平台的官网网址是什么？
select ?z where { ?x <中文名> "万万没想到" . ?x <在线播放平台> ?y . ?y <官网> ?z . }
"http://www.youku.com/"

q1252:斯皮尔伯格哪部电影里有丹尼尔·戴·刘易斯出演？
select ?y where { <斯皮尔伯格_（好莱坞导演、制片人）> <代表作品> ?y. ?y <主演> <丹尼尔·戴-刘易斯>. }
<林肯·传_（2012年史蒂芬·斯皮尔伯格执导美国电影）>

q1258:李敖组建的性质为认同中华人民共和的政党是哪一个？
select ?x where { ?x <提出组建者> "李敖". ?x <党性质> "认同中华人民共和国的政党". }
<光明党>

q1259:董卿主持的正在播出的节目是？
select ?x where { ?x <主持人> <董卿>. ?x <播出状态> "播出中". }
<中国中央电视台春节联欢晚会>

q1265:清华毕业的国家主席都有谁？
select ?x where { <中华人民共和国> <国家领袖> ?x. ?x <毕业院校> <清华大学>. }
<习近平>

q1269:和钢铁侠有相同能力的人都有谁？
select distinct ?x where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <主要能力> ?y. ?x <主要能力> ?y. }
<史塔克_（美国动漫及电影钢铁侠中的人物）>	<战争机器_（美国漫威漫画旗下超级英雄）>

q1271:四书五经都包括什么？
select ?y where { ?x <中文名> "四书五经" . { ?x <四书> ?y . } union{ ?x <五经> ?y . } . }
"诗"	"礼"	"中庸"	"大学"	"易"	"春秋"	"孟子"	"论语"	"书"

q1272:信奉伊斯兰教的中央集权制国家？
select ?x where { ?x <主要宗教> <伊斯兰教>. ?x <国家结构> "中央集权制". }
<埃及>

q1273:直升机有哪些应用？
select ?y where { ?x <中文名> "直升机" . ?x <应用领域> ?y . }
<探测>	<医疗>	<战斗_（汉语词汇）>	<科学研究>	<救援_（解救行动）>

q1276:有哪些思想家信仰共产主义？
select ?x where { ?x <信仰> <共产主义>. ?x <职业> <思想家_（词语）>. }
<弗里德里希·恩格斯>	<卡尔·马克思_（马克思主义创始人）>	<列宁_（苏维埃社会主义共和国联盟的创造者）>	<燕妮·马克思>

q1280:"超人主义"的提出人的代表作品有哪些？
select ?y where { <超人主义> <提出者> ?x. ?x <代表作品> ?y. }
<悲剧的诞生_（1986年三联书店出版图书）>	<查拉图斯特拉如是说_（德国哲学家、思想家尼采文学作品）>	<偶像的黄昏_（2009年12月商务印书馆出版）>

q1285:日本战国三英杰是指哪三人？
select ?x where { <日本战国三英杰> <相关人物> ?x. }
<德川家康_（日本战国时代武将、江户幕府开创者）>	<织田信长_（日本战国三杰之一，安土桃山时代的大名）>	<丰臣秀吉_（日本战国三英杰之一，著名政治家）>

q1305:冰与火之歌中有些人物？
select ?y where { ?y <登场作品> <冰与火之歌_（乔治·R·R·马丁所著小说）>. }
<布兰_（小说《冰与火之歌》人物）>	<道朗·马泰尔>	<玛格丽·提利尔>	<琼恩>	<白灵_（小说《冰与火之歌》中琼恩的冰原狼）>	<文德尔·曼德勒>	<罗拔·罗伊斯>	<亚莲恩·马泰尔>	<瑞肯·史塔克>	<曼斯·雷德>	<戴蒙·黑火>	<莱安娜·莫尔蒙>	<维桑尼亚·坦格利安>	<伊莉亚·马泰尔>	<伊耿·坦格利安_（《冰与火之歌》角色伊耿·坦格利安一世）>	<瓦德·佛雷>	<韦赛里斯·坦格利安>	<西利欧·佛瑞尔>	<无垢者>	<断掌科林>

q1316:雅鲁藏布江流经哪些地方？
select ?x where { <雅鲁藏布江_（藏南大河）> <流经地区> ?x. }
<孟加拉国>	<印度_（印度共和国）>	<中华人民共和国>

q1319:六畜分别是哪六种动物？
select ?x where { <六畜> <主要包括> ?x. }
<鸡_（家禽种类）>	<马_（草食性家畜）>	<羊_（偶蹄目牛科家畜）>	<猪_（脊椎动物）>	<狗_（犬科哺乳动物）>	<牛_（牛亚科牛族动物的统称）>

q1321:清华大学的校训是什么？
select ?x where { <清华大学> <校训> ?x. }
<厚德载物_（成语）>	<自强不息>

q1322:都有哪些演员演过蝙蝠侠？
select ?x where { <蝙蝠侠_（蝙蝠侠系列电影）> <主演> ?x. }
<本·阿弗莱克>	<亚当·威斯特>	<迈克尔·基顿>	<克里斯蒂安·贝尔>

q1323:北京邮电大学的校训是什么？
select ?x where { <北京邮电大学> <校训> ?x. }
<乐群>	<敬业_（汉语词汇）>	<厚德>	<博学>

q1325:文房四宝包含哪四样？
select ?x where { <文房四宝_（笔墨纸砚）> <包含> ?x. }
<宣纸>	<徽墨>	<宣砚>	<毛笔>

q1327:韩国有哪些著名景点？
select ?x where { <韩国_（大韩民国）> <著名景点> ?x . }
<乐天世界>	<雪岳山>	<济州岛>

q1334:南非的首都在哪里？
select ?x where { <南非共和国> <首都> ?x. }
<茨瓦内>	<布隆方丹>	<开普敦>

q1354:腾讯公司的总部在哪里？
select ?x where { <腾讯> <总部地点> ?x. }
<深圳>	<中华人民共和国>

q1356:香港四大天王是指哪四个人？
select ?x where { <四大天王_（香港四大天王）> <成员> ?x. }
<刘德华_（中国香港男演员、歌手、词作人）>	<张学友>	<郭富城>	<黎明_（中国香港歌手、演员）>

q1369:儒家学派的代表人物有哪些？
select ?x where { <儒家_（信奉孔子学说的学派）> <代表人物> ?x. }
<朱熹_（南宋理学家）>	<孔子_（儒家学派创始人）>	<颜回>	<荀子_（战国末期赵国思想家、教育家）>	<孟子_（儒家代表人物之一）>

q1372:齐鲁大地被用来指代我国的哪个省？
select ?x where { ?x <别名> "齐鲁、". }
<山东_（中国山东省）>

q1382:蝙蝠侠加入了哪些组织？
select ?x where { <蝙蝠侠_（美国DC漫画旗下超级英雄）> <所属团队> ?x. }
<蝙蝠侠群英会_（美国DC漫画超级英雄团队）>	<正义联盟_（美国DC漫画超级英雄团队）>

q1403:澳大利亚著名企业有哪些？
select ?x where { <澳大利亚> <著名企业> ?x.}
"西太平洋银行等"	"必和必拓，"

q1404:琵琶演奏有哪些流派？
select ?x where { <琵琶_（乐器）> <流派> ?x. }
<平湖派>	<浦东派>	<无锡派>

q1406:有哪些地区的道路是靠左行驶的？
select ?x where { ?x <道路通行> "靠左驾驶". }
<不丹>	<印度_（印度共和国）>	<琉球共和国>	<格林纳达>	<肯尼亚>	<坦桑尼亚>	<马尔代夫_（马尔代夫共和国）>	<莫桑比克>	<日本_（日本国）>	<印度尼西亚>	<新加坡>	<苏里南>	<西安曲江惠宾苑宾馆>	<纽埃>	<特克斯和凯科斯群岛>	<马来西亚>	<新西兰>	<巴基斯坦>	<所罗门群岛>	<西印度群岛联邦>	<英国_（大不列颠及北爱尔兰联合王国）>	<巴布亚新几内亚>	<哈库拉>	<乌干达共和国>	<格林纳达历史>	<南非共和国>	<大不列颠与爱尔兰联合王国>	<圭亚那>	<斯威士兰>	<乌干达>	<安提瓜和巴布达>	<爱尔兰_（爱尔兰共和国）>	<基里巴斯>	<毛里求斯>	<文莱>	<纳米比亚>	<三合乡_（甘肃省静宁县三合乡）>	<中华人民共和国国务院令第228号>	<英国文化>	<巴巴多斯>	<博茨瓦纳>	<斯里兰卡_（国名）>	<孟加拉国>	<圣卢西亚_（北美国家）>	<教育部教育发展研究中心>	<威尔士>	<圣文森特和格林纳丁斯>	<瑙鲁>	<巴铁_（中国军迷网友对巴基斯坦的友好称谓）>	<环境监测管理>	<东帝汶>	<布里斯班_（澳大利亚昆士兰州首府）>	<香港_（中华人民共和国特别行政区）>	<汤加>	<牙买加>	<澳大利亚>	<大英帝国>

q1413:姜夔有哪些主要作品？
select ?x where { <姜夔> <主要作品> ?x. }
<白石道人诗集>	<绛帖平>	<续书谱>	<白石道人歌曲>

q1426:玉兰这种植物多分布于哪？
select ?x where { <玉兰_（木兰科木兰属植物）> <分布区域> ?x. }
<伏牛山_（中国河南省西南部山脉）>	<庐山_（中华十大名山之一）>	<黄山_（世界自然与文化双重遗产，国家5A级旅游景区）>

q1431:外号叫小胖、小樊的是哪位乒乓球运动员？
select ?x where { ?x <别名> "小胖、小樊". }
<樊振东>

q1438:"烟花三月下扬州"中的扬州市又称为？
select ?x where { <扬州_（江苏省省辖市）> <别名> ?x. }
"广陵、江都、维扬"

q1440:济南是哪个省的省会城市？
select ?x where { ?x <政府驻地> <济南_（山东省省会）>. }
<济南_（山东省省会）>	<山东_（中国山东省）>	<济南临港经济开发区管理委员会>	<泉城_（济南市别称）>

q1459:曾三次获得花滑世锦赛女单冠军的亚洲选手是？
select ?x where { ?x <重要事件> "亚洲第一个三次获此殊荣的女单". }
<浅田真央>

q1460:秦始皇的功绩有什么？
select ?x where { <秦始皇_（中国首位皇帝）> <主要成就> ?x. }
"华夏"	"首次统一"	"修建 万里长城"	"车同轨"	"废除 分封制"	"书同文"	"打通西南"	"统一度量衡"	"南平百越"	"北击 匈奴"	"代以 郡县制"

q1468:口红的成分？
select ?x where { <口红_（美容修饰类化妆品）> <成分> ?x. }
<色素>	<香料>	<软化剂>	<油_（汉字）>	<蜡>

q1476:长江三峡是指哪三峡？
select ?x where { <三峡_（长江三峡简称）> <组成> ?x. }
<巫峡_（长江三峡第二峡）>	<瞿塘峡>	<西陵峡>

q1480:北京万达广场的建筑面积？
select ?x where { <万达广场_（北京万达广场）> <总建筑面积> ?x . }
"500"	"000平方米"

q1489:狮王谢逊都是用什么兵器？
select ?y where { ?x <中文名> "谢逊" . ?x <武器> ?y . }
<狼牙棒_（古兵器之一）>	<屠龙刀>

q1492:甄嬛传女主角的老公叫什么？
select ?y where { ?x <代表作品> <甄嬛传_（2011年郑晓龙执导古装清宫斗争剧）>. ?x <配偶> ?y. }
<张晋_（重庆籍男演员）>	<邓超_（中国电影导演、演员）>

q1495:成立于1998年且总部设在硅谷的公司都有哪些？
select ?x where { ?x <总部地点> <硅谷_（泛指高技术产业）>. ?x <成立时间> "1998". }
<北京炎黄新星信息技术有限公司>

q1496:清华大学出了哪些政治家？
select ?x where { ?x <职业> <政治家> . ?x <毕业院校> <清华大学> . }
<陈其五>	<俞国华_（台湾地区政治家）>	<吴国桢>	<田成平>

q1497:《刺客信条》系列游戏的历代主人公中，哪一个是美国人？
select ?x where { <刺客信条_（育碧蒙特利尔工作室开发动作冒险类游戏）> <主要角色> ?x. ?x <国籍> <美国_（美利坚合众国）>. }
<康纳·肯威>

q1507:粉丝名为暖阳的演员出生日期是？
select ?y where { ?x <粉丝名> "暖阳". ?x <出生日期> ?y. }
"1997-10-10"

q1509:中国乒乓球队外号藏獒的是谁？
select ?x where { ?x <所属运动队> <中国乒乓球队>. ?x <别名> "藏獒". }
<张继科>

q1511:哪些物质的化学式与碳相同？
select ?y where { <碳> <化学式> ?x. ?y <化学式> ?x. }
<金刚石_（纯碳组成的矿物）>	<宝石级金刚石>	<碳原子>	<乌金石>	<艾克沙修钻石>	<碳>	<木炭_（燃料）>	<二十碳五烯酸>	<三硬脂酸甘油酯>	<碳黑>	<酒类专用活性炭>	<除甲醛活性炭>	<二噻烷>	<无烟煤>	<石墨_（矿物）>	<植物生长素>

q1521:钢铁侠的队友有哪些人和他来自同一国家？
select ?x where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <所属团队> ?y. ?x <所属团队> ?y. ?x <国籍> <美国_（美利坚合众国）>.}
<冬日战士>	<石头人_（美国漫威漫画旗下超级英雄）>	<埃里克·奥格雷迪>	<杰茜卡·琼斯_（美国漫威漫画旗下超级英雄）>	<神奇先生>	<仿声鸟_（美国漫威漫画旗下超级英雄）>	<幻视_（美国漫威漫画旗下超级英雄）>	<霹雳火_（美国漫威漫画旗下超级英雄）>	<铁拳_（美国漫威漫画旗下超级英雄）>	<红巨人_（美国漫威漫画旗下超级英雄）>	<惊奇女士_（美国漫威漫画旗下超级英雄）>	<战争机器_（美国漫威漫画旗下超级英雄）>	<隐形女侠_（美国漫威漫画旗下超级英雄）>	<美国上尉_（美国队长）>	<鹰眼_（美国漫威漫画旗下超级英雄）>	<黄蜂侠>	<奇异博士_（美国漫威漫画旗下超级英雄）>	<猎鹰_（美国漫威漫画旗下超级英雄）>	<快银>	<X教授>	<斯科特·朗>	<野兽_（美国漫威漫画旗下超级英雄）>	<史塔克_（美国动漫及电影钢铁侠中的人物）>	<绯红女巫>	<蚁人_（美国漫威漫画旗下超级英雄）>	<蜘蛛侠_（美国漫威漫画旗下超级英雄）>	<超胆侠_（美国漫威漫画旗下超级英雄）>

q1522:我想了解一下牛奶的主要营养成分？
select ?y where { ?x <中文名> "牛奶" . ?x <主要营养成分> ?y . }
<锌>	<磷>	<钙>	<蛋白质_（生命的物质基础）>	<铁_（最常见的金属元素）>

q1529:电影致我们终将逝去的青春的主题曲是谁演唱的？
select ?x where { <致我们终将逝去的青春_（2013年赵薇执导电影）> <主题曲> ?x. ?x <职业> <歌手_（职业名称）>. }
<王菲_（华语女歌手、演员）>

q1530:被称作黑曼巴的球员妻子叫什么？
select ?y where { ?x <别名> "黑曼巴". ?x <妻子> ?y. }
<瓦妮莎·布莱恩特>

q1531:蝙蝠侠的队友中有那些和蝙蝠侠来自同一城市？
select ?a where { <蝙蝠侠_（美国DC漫画旗下超级英雄）> <出生地> ?x. <蝙蝠侠_（美国DC漫画旗下超级英雄）> <所属团队> ?y.?a <出生地> ?x.?a <所属团队> ?y.}
<蝙蝠侠_（美国DC漫画旗下超级英雄）>	<黑金丝雀>	<夜翼_（美国DC漫画中的超级英雄）>

q1535:孔孟之乡指的是我国的哪个省？
select ?x where { ?x <齐鲁名人> "孟子、". ?x <齐鲁名人> "孔子、". }
<山东_（中国山东省）>

q1537:天津大学出过哪些企业家？
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <天津大学> . }
<宋海良>	<高瞻远_（天津乾元文化传媒有限公司董事长）>	<戈建华>

q1540:孙中山和黎元洪等人领导的革命有着什么样的目的？
select ?y where { ?x <主要人物> <孙中山_（中国近代伟大的民主革命先行者）>. ?x <主要人物> <黎元洪>. ?x <目的> ?y. }
"推翻清政府，建立民主共和国"

q1541:和舒伯特来自同一国家的音乐家都有那些？
select ?x where { <舒伯特> <国籍> ?a. <舒伯特> <职业> ?b. ?x <国籍> ?a. ?x <职业> ?b. }
<爱德华·施特劳斯>	<安东·布鲁克纳>	<朗兹·约瑟夫·海顿>	<安东·韦伯恩>	<马勒_（奥地利作曲家、指挥家）>	<舒伯特>	<约翰·施特劳斯_（维也纳音乐家、老约翰·施特劳斯）>	<奥古斯特·库比席克>	<席夫>

q1542:北美地区最高水平的职棒棒球联赛的建立时间是？
select ?y where { ?x <地位> "北美地区最高水平的职棒棒球联赛". ?x <时间> ?y. }
"1903"

q1545:高谭市的守护者的中文名是什么？
select ?x where { ?y <主要成就> "高谭市守护者". ?y <中文名> ?x. }
"布鲁斯·韦恩"

q1546:列出中国曾获柏林国际电影节金熊奖的导演？
select ?x where { ?x <职业> <导演>. ?x <国籍> <中华人民共和国>. ?x <主要成就> "威尼斯国际电影节金狮奖". }
<张艺谋>	<贾樟柯>

q1553:O型血处女座的满族演员有？
select ?x where { ?x <血型> <O型>. ?x <民族> <满族>. ?x <星座> <处女座_（占星学）>. }
<高广泽_（中国内地男演员）>	<关晓彤_（影视演员）>

q1557:成立于2004年六月一日的流行病防护中心是什么？
select ?x where { ?x <成立时间> "2004-06-01". ?x <释义> "流行病防护中心". }
<卫生防护中心>

q1559:车辆驾驶方向和澳大利亚一样国家都在哪些洲？
select distinct ?y where { <澳大利亚> <道路通行> ?z.?x <道路通行> ?z.?x <所属洲> ?y.}
<非洲_（世界七大洲之一）>	<欧洲_（地球七大洲之一）>	<亚洲>	<南美洲>	<北美洲>	<大洋洲>

q1560:小马哥有哪些主要成就？
select ?y where { ?x <别名>"小马哥". ?x <主要成就> ?y. }
"腾讯慈善基金会"	"2012年潍坊电视台谁是睛彩新主播主持人大赛二十强"	"马叫哥"	"2014金蔷薇奖专家伯乐奖"	"CCTV多个栏目作曲"	"北京现代音乐学院多项科研成果"	"顶级合成器Clavia Nord代言人"	"1998年创立 腾讯公司"	"2013最佳男主角提名"	"北京市第一"	"2010年荣获全国导游服务技能大赛二等奖"	"2011年荣获北京市首都大学生演讲比赛一等奖"	"诸多艺人演唱会现场键盘手／音乐总监"	"改变中国SNS现状"

q1565:中国国民党的政治立场的核心是什么？
select ?z where { <中国国民党> <政治立场> ?y . ?y <核心> ?z . }
<民生_（汉语词语）>	<民族_（经长期历史发展而形成的稳定共同体）>	<民权县>

q1569:美国的第一任总统所属的政党是什么？
select ?y where { ?x <主要成就> "担任美国首任总统". ?x <所属政党> ?y . }
<联邦党>

q1573:每周六晚20:20在湖南卫视播出的节目是？
select ?x where { ?x <播出频道> <湖南卫视>. ?x <播出时间> "每周六晚20:20". }
<快乐大本营>

q1576:《黑白之间》的演唱者的老公信什么教？
select ?z where { <黑白之间_（戚薇范逸臣演唱歌曲）> <演唱者> ?y. ?y <丈夫> ?x. ?x <宗教信仰> ?z. }
<基督教>

q1579:由小罗伯特唐尼主演获得土星奖最佳科幻电影的是什么电影？
select ?x where { ?x <主演> <小罗伯特·唐尼>. ?x <主要奖项> "土星奖-最佳科幻电影". }
<Ironman_（美国2008年小罗伯特·唐尼主演电影）>

q1587:辅佐姬发推翻商汤统治，并建立齐国的人是谁？
select ?x where { ?x <主要成就> "辅佐周武王灭商扶仙". ?x <主要成就> "齐国始祖". }
<姜子牙_（商末周初军事家，齐国开国君主）>

q1595:哪位出生于捷克的足球门将的球衣号码是30？
select ?x where { ?x <场上位置> <门将>. ?x <球衣号码> "30". ?x <出生地> <捷克>. }
<季哈切克>	<克里泽克>

q1600:指环王导演编剧过哪些电影？
select ?y where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <导演> ?x. ?y <编剧> ?x. }
<王者归来_（美国新西兰2003年彼得·杰克逊执导电影）>	<指环王：护戒使者>	<霍比特人：五军之战>	<罪孽天使>	<霍比特人：意外之旅>	<被遗忘的影片>	<恐怖幽灵>	<指环王：双塔奇兵>	<金刚_（2005年美国电影）>

q1602:提出"星云假说"的哲学家的代表作品有哪些？
select ?y where { <星云假说> <提出人> ?x. ?x <职业> <哲学家_（基础含义）>. ?x <代表作品> ?y. }
<判断力批判>	<纯粹理性批判>	<实践理性批判>

q1604:中文名为巴宝莉的品牌创建于哪一年？
select ?x where { ?y <中文名称> "巴宝莉". ?y <创立时间> ?x. }
"1899"

q1611:电影《盗梦空间》由哪个公司出品？
select ?y where { ?x <中文名> "盗梦空间". ?x <出品公司> ?y. }
<传奇影业>

q1613:所有球衣号码是23的篮球运动员有哪些？
select ?x where { ?x <球衣号码> "23". ?x <运动项目> <篮球_（球类运动）>. }
<韦斯利·马修斯>	<尤兰达>	<德里克·威廉姆斯_（美国篮球运动员）>	<迈克·布拉茨>	<特拉维斯·莱斯利>	<本·麦克莱默>	<德雷蒙德·格林>	<史蒂夫·琼斯_（美职篮职业运动员）>	<凯文·马丁_（美国职业篮球运动员）>	<路易斯·威廉姆斯>	<马亚·摩尔>	<马里奥·赫佐尼亚>	<本·汉斯布鲁>	<詹姆斯_（勒布朗·詹姆斯）>	<贾森·理查德森_（前美国职业篮球运动员）>

q1615:在金庸小说《天龙八部》中，段延庆的兄弟是谁？
select ?y where { ?x <中文名> "段延庆". ?x <兄弟> ?y. }
<段正明_（武侠小说《天龙八部》中的人物）>	<段正淳_（金庸作品《天龙八部》中的人物）>

q1619:北京奥运会体操全能金牌获得者的儿子叫什么？
select ?y where { ?x <主要奖项> "2008年北京奥运会体操全能金牌". ?x <儿子> ?y. }
<杨文昌_（奥运冠军杨威之子）>

q1622:列出上海的所有游戏公司吧？
select ?x where { ?x <经营范围> <游戏_（娱乐活动）>. ?x <总部地点> <上海_（中华人民共和国直辖市）>. }
<上海派讯技术信息科技有限公司>	<沸沸网>	<上海索乐软件有限公司>	<盛大在线>	<上海第九城市信息技术有限公司>	<上海恒邑广告有限公司>	<上海龙魂网络科技有限公司>

q1625:《白鹿原》里哪个演员是新疆人？
select ?x where { <白鹿原_（王全安执导电影）> <主演> ?x. ?x <出生地> <新疆_（中国自治区）>. }
<段奕宏>

q1626:百度音乐十年至尊人气偶像、33次荣获最受欢迎男歌手奖的是谁？
select ?x where { ?x <主要成就> "百度音乐十年至尊人气偶像". ?x <主要成就> "33次荣获最受欢迎男歌手奖". }
<张杰_（中国四川籍男歌手）>

q1627:复旦大学出了哪些政治家？
select ?x where { ?x <职业> <政治家> . ?x <毕业院校> <复旦大学> . }
<邵力子>	<李焕_（台湾地区政治家、前“行政院长”）>

q1628:《忏悔录》的作者的信仰是？
select ?y where { ?x <代表作品> <忏悔录_（卢梭作品《忏悔录》）>. ?x <信仰> ?y. }
<天主教>

q1629:由吉赛贝·托纳多雷导演，蒂姆·罗斯主演的电影曾获得过哪些奖项？
select ?x where { ?y <主演> <蒂姆·罗斯>. ?y <导演> <吉赛贝·托纳多雷>. ?y <主要奖项> ?x. }
"意大利电影金像奖"

q1634:汉初三杰中被封为留侯的是谁？
select ?x where { <汉初三杰> <成员> ?x. ?x <爵位> <留侯_（汉语词汇）> . }
<张良_（汉初三杰之一）>

q1635:"美猴王"会多少般变化？
select ?x where { ?y <称号> <美猴王_（2010年陈家奇执导动画片）>. ?y <技能> ?x. }
<筋斗云_（孙悟空飞行时所乘之云）>	<七十二变_（道教法术名称）>

q1636:纪晓岚当的是什么官？
select ?y where { ?x <别名> ?z . filter regex(?z, "纪晓岚") . ?x <官职> ?y . }
<礼部>	<尚书_（中国史书）>	<协办大学士>

q1641:Maggie Cheung的出生地是哪里？
select ?x where { ?y <外文名> "Maggie Cheung". ?y <出生地> ?x. }
<香港_（中华人民共和国特别行政区）>

q1644:你了解成立于1959年的综合医院有哪些吗？
select ?x where { ?x <医院类型> <综合医院>. ?x <成立时间>"1959". }
<新疆维吾尔自治区中医医院>	<福州市第八医院>	<唐山市第四医院>	<临汾市荣军康复医院>	<常德市第二人民医院>	<嘉兴市中医院>	<莆田市第一医院>	<苍南县第三人民医院>

q1648:bilibili的董事长是什么血型？
select ?z where { <bilibili> <董事长> ?y . ?y <血型> ?z . }
<O型>

q1653:在金庸小说《天龙八部》中，无崖子和李秋水的师姐是谁？
select ?x where { ?x <性别> <女_（汉字）>. ?x <师弟/恋人> "无崖子". ?x <师妹> <李秋水_（金庸武侠小说《天龙八部》中的人物）>. }
<天山童姥>

q1654:出生于1881年9月5日的作家是谁？
select ?x where { ?x <出生日期> "1881-09-25". ?x <职业> <作家_（汉语词语）>. }
<鲁迅_（文学家、思想家）>

q1659:复旦大学出了哪些作家？
select ?x where { ?x <职业> <作家_（汉语词语）> . ?x <毕业院校> <复旦大学> . }
<丁阿虎>	<张维为>	<程金城>	<张怡微>	<何克俭>	<靳以>	<刘海影>	<殳俏>	<袁凌_（作家、媒体人）>	<陈力娇>	<残月_（网络作家）>	<鲍广丽>	<丁淦>	<陈维昭>	<张宏杰_（蒙古族历史学者）>	<蒋夷牧>	<冯放民>	<赵增锴>	<王兆军_（山东临沂作家）>	<若文>	<徯晗>	<杨继国_（宁夏文联副主席）>	<邵荃麟>	<巫昂>	<徐雪筠>	<烟雨江南_（网络作家）>	<魏泉琪>	<樊小纯>	<顾平旦>	<冀汸>	<梁晓声>	<何清涟>	<张蜀梅>	<崔向华>	<杨植材>	<张逸侯>	<陈翔鹤>	<甘世佳>	<肖水>	<袁帅_（青年编剧）>	<王火>	<王金柱_（中央党校副教授）>	<曹旭_（上海师范大学教授）>

q1661:林则徐的逝世地点是用什么方言？
select ?z where { ?x <中文名> "林则徐" . ?x <逝世地点> ?y . ?y <方言> ?z . }
<粤语_（汉藏语系下的语言）>	<客家语>

q1668:在金庸小说《天龙八部》中，段延庆和他的兄弟们都会什么武功？
select distinct ?z where { ?x <中文名> "段延庆". ?x <绝技> ?z. ?x <兄弟> ?y. ?y <武功> ?z. }
<一阳指>

q1670:武汉大学出了哪些作家？
select ?x where { ?x <职业> <作家_（汉语词语）> . ?x <毕业院校> <武汉大学> . }
<李旦初>	<王易_（微信营销艺术青年）>	<阎志_（卓尔控股有限公司董事长）>	<袁子弹_（作家、著名编剧）>	<吕红_（美国俄亥俄大学研究学者）>	<青衫落拓>	<刘炜_（网络小说作家）>	<陈贤仲>	<缪俊杰_（中国报告文学学会常务理事）>	<田贞见>	<陈所巨>	<周勃_（中国作家协会作家）>	<池莉>	<刘第红>	<向前_（中国作家协会会员）>	<邢新彦>	<李延国_（山东作家）>	<高尔品>	<土家野夫>	<陈世旭>	<刘汉太>	<孙恩道>	<易中天>	<雪宇>	<黄鹏_（全国中小学优秀站长）>	<袁厚春>	<龚举善>	<戴漓力>	<郭新平_（《齐鲁儿女》杂志社总编辑、社长）>

q1674:钢铁侠有哪些队友？
select ?x where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <所属团队> ?y. ?x <所属团队> ?y. }
<美杜莎_（漫威旗下的超级英雄）>	<冬日战士>	<石头人_（美国漫威漫画旗下超级英雄）>	<雷神托尔_（美国漫威漫画旗下超级英雄）>	<埃里克·奥格雷迪>	<杰茜卡·琼斯_（美国漫威漫画旗下超级英雄）>	<金刚狼_（美国漫威漫画旗下超级英雄）>	<神奇先生>	<仿声鸟_（美国漫威漫画旗下超级英雄）>	<幻视_（美国漫威漫画旗下超级英雄）>	<黑豹_（美国漫威漫画旗下超级英雄）>	<黑寡妇_（美国漫威漫画旗下超级英雄）>	<新星_（美国漫威漫画旗下超级英雄）>	<霹雳火_（美国漫威漫画旗下超级英雄）>	<铁拳_（美国漫威漫画旗下超级英雄）>	<黑蝠王>	<红巨人_（美国漫威漫画旗下超级英雄）>	<惊奇女士_（美国漫威漫画旗下超级英雄）>	<战争机器_（美国漫威漫画旗下超级英雄）>	<隐形女侠_（美国漫威漫画旗下超级英雄）>	<美国上尉_（美国队长）>	<鹰眼_（美国漫威漫画旗下超级英雄）>	<黄蜂侠>	<奇异博士_（美国漫威漫画旗下超级英雄）>	<猎鹰_（美国漫威漫画旗下超级英雄）>	<快银>	<X教授>	<斯科特·朗>	<野兽_（美国漫威漫画旗下超级英雄）>	<史塔克_（美国动漫及电影钢铁侠中的人物）>	<绯红女巫>	<蚁人_（美国漫威漫画旗下超级英雄）>	<蜘蛛侠_（美国漫威漫画旗下超级英雄）>	<超胆侠_（美国漫威漫画旗下超级英雄）>

q1680:美股指数有哪些？
select ?x where { <美股> <指数> ?x. }
<纳斯达克>	<标普500>	<道琼斯>

q1681:恒生地产指数是什么指数？
select ?x where { <恒生地产指数> <指数类型> ?x. }
<港股指数>

q1682:中证TMT是什么指数？
select ?x where { <中证TMT> <指数类型> ?x. }
<上证指数>

q1683:深防御50是什么指数？
select ?x where { <深防御50> <指数类型> ?x. }
<深证指数>

q1690:期权开户有年龄限制吗？
select ?x where { <期权开户> <年龄限制> ?x. }
"年满18周岁"

q1691:大华股份实际控制人？
select ?x where { <大华股份> <实际控制人> ?x. }
<傅利泉>	<陈爱玲>

q1692:大华股份市盈率？
select ?x where { <大华股份> <市盈率> ?x. }
"16.02"	"19.87倍"	"21.96"

q1693:港股通交易存在哪些风险？
select ?x where { <港股通> <交易风险> ?x. }
"个股流动性风险"	"跨境监管风险"	"透支风险"	"市场联动风险"	"交易成本的风险"	"交易规则风险"

q1701:国债发行的方式？
select ?x where { <国债发行> <方式> ?x. }
"挂牌分销"	"合同分销"	"承销包销"	"公开招标"

q1702:地方债的期限有哪些？
select ?x where { <地方债> <期限> ?x. }
"5年"	"10年"	"7年"	"3年"

q1703:企业财务的三大报表有哪些？
select ?x where { <企业财务> <三大报表> ?x. }
"利润表"	"现金流量表"	"资产负债表"

q1704:哪些投资者可以参与港股通？
select ?x where { <港股通> <投资者> ?x. }
"机构投资者"	"满足港股通适当性要求的个人投资者"

q1706:证券公司可以经营哪些业务？
select ?x where { <证券公司> <经营业务> ?x. }
"证券经纪"	"证券承销与保荐"	"与证券交易、证券投资活动有关的财务顾问"	"其他证券业务"	"证券资产管理"	"证券自营"	"证券投资咨询"

q1711:配股缴款期是几天？
select ?x where { <配股> <缴款期> ?x. }
"5个交易日"

q1714:证券龙头股有哪些？
select ?x where { <证券> <龙头股> ?x. }
<广发证券>	<海通证券>	<中信证券>	<招商证券>	<中信建投>	<银河证券>	<国信证券>	<申万宏源>	<华泰证券>	<国泰君安>

q1715:担保证券转入时间？
select ?x where { <担保证券> <转入时间> ?x. }
"交易日的9:30-15:00"

q1717:收购要约的期限？
select ?x where { <收购要约> <期限> ?x. }
"不少于30日，不超过60日"

q1719:证券竞价交易的方式有哪些？
select ?x where { <证券竞价交易> <方式> ?x. }
"连续竞价"	"集合竞价"

q1720:沪市新股申购数量要求？
select ?x where { <沪市新股申购> <数量要求> ?x. }
"1000股的整数倍"

q1722:限售股的分类？
select ?x where { <限售股> <分类> ?x. }
"新股限售股"	"股改限售股"

q1723:股份有限公司设立的条件？
select ?x where { <股份有限公司> <设立条件> ?x. }
"有公司名称，建立符合股份有限公司要求的组织机构"	"发起人符合法定人数"	"发起人制定公司章程，采用募集方式设立的经创立大会通过"	"有公司住所"	"发起人认购和募集的股本达到法定资本最低限额"	"股份发行、筹办事项符合法律规定"

q1725:集合竞价时间？
select ?x where { <集合竞价> <时间> ?x. }
"9:15-9:25"	"14:57-15:00"

q1728:边缘计算概念的股票有哪些？
select ?x where { <边缘计算概念> <股票> ?x. }
<中兴通讯>	<浪潮信息>	<中科创达等>	<网宿科技>	<海康威视>

q1729:科创板设立地点？
select ?x where { <科创板> <设立地点> ?x. }
<上海证券交易所>

q1730:科创板重点支持哪些产业？
select ?x where { <科创板> <支持产业> ?x. }
"新材料"	"新一代信息技术"	"高端装备"	"新能源"	"生物医药"	"节能环保"

q1733:认购期权的特点？
select ?x where { <认购期权> <特点> ?x. }
"最大盈利无上限"	"最大损失有限"

q1741:除息的英文简写？
select ?x where { <除息> <英文简写> ?x. }
"XD"

q1743:信用账户销户条件？
select ?x where { <信用账户> <销户条件> ?x. }
"信用证券账户已了结全部融资融券交易"	"没有融资融券交易待交收等在途业务"	"信用证券账户上无任何股份余额"	"未发生其它有关交易交收违约行为"	"信用证券账户资金余额为零"

q1744:上证有多少家上市公司？
select ?x where { <上证> <上市公司数量> ?x. }
"1463"

q1745:上证的平均市盈率是多少？
select ?x where { <上证> <平均市盈率> ?x. }
"15.39倍"

q1746:上证的总流通股本是多少？
select ?x where { <上证> <总流通股本> ?x. }
"33675.19亿股"

q1747:上证的总流通市值是多少？
select ?x where { <上证> <总流通市值> ?x. }
"277605.71亿元"	"38082.25亿股"

q1750:深证有多少家上市公司？
select ?x where { <深证> <上市公司数量> ?x. }
"2146"

q1751:深证的平均市盈率是多少？
select ?x where { <深证> <平均市盈率> ?x. }
"25.54倍"

q1752:深证的总流通市值是多少？
select ?x where { <深证> <总流通市值> ?x. }
"159441.25亿元"

q1753:深证的总市值是多少？
select ?x where { <深证> <总市值> ?x. }
"214451.70亿元"

q1754:深证上市证券数？
select ?x where { <深证> <上市证券数> ?x. }
"8241"

q1755:深证主板上市公司数？
select ?x where { <深证主板> <上市公司数> ?x. }
"473"

q1756:深证中小板上市公司数？
select ?x where { <深证中小板> <上市公司数> ?x. }
"928"

q1757:深证创业板上市公司数？
select ?x where { <深证创业板> <上市公司数> ?x. }
"745"

q1760:国债回购证券代码首四位?
select ?x where { <国债回购> <证券代码首四位> ?x. }
"1318"

q1761:小米上市地点？
select ?x where { <小米> <上市地点> ?x. }
<香港交易所>

q1762:小米发行价？
select ?x where { <小米> <发行价> ?x. }
"16.6港元"

q1764:小米的承销商？
select ?x where { <小米> <承销商> ?x. }
<花旗集团>	<基石投资者>	<华兴资本>	<瑞士信贷>

q1765:小米的创始人？
select ?x where { <小米> <创始人> ?x. }
<雷军>

q1766:比特币的创始人是谁？
select ?x where { <比特币> <创始人> ?x. }
<望月新一>

q1767:比特币的特征？
select ?x where { <比特币> <特征> ?x. }
"低交易费用"	"专属所有权"	"跨平台挖掘"	"无隐藏成本"	"去中心化"	"全世界流通"

q1768:九大对冲基金公司？
select ?x where { <九大对冲基金公司> <相关公司> ?x. }
<Lone_Pine_Capital>	<Man_Group>	<DE_Shaw>	<Paulson_Co>	<Chilton_Investment>	<Hoyder_Asia>	<Hillhouse_Capital>	<Bridgewater_Associates>	<Renaissance_Technologies>

q1772:港股通股票暂停交易的情况？
select ?x where { <港股通> <暂停交易情况> ?x. }
"进行异常情况应急处理时"	"上市公司股份价格或成交量异动"	"受到恶劣天气影响"

q1773:债券质押式回购的风险？
select ?x where { <债券质押式回购> <风险> ?x. }
"欠库"	"欠资"

q1774:300017的员工人数？
select ?x where { ?y <股票代码> <300017>. ?y <员工人数> ?x. }
"3748"

q1776:新股申购的条件？
select ?x where { <新股申购> <条件> ?x. }
"有对应市场的新股申购额度"	"申购创业板的新股要求开通创业板权限"	"已开立对应市场的A股账户"

q1777:指定交易有何优点？
select ?x where { <指定交易> <优点> ?x. }
"自动领取红利"	"有助于防止投资者股票被盗卖"	"可按月按季度收到证券经营机构提供的对帐服务"

q1779:股票质押式回购业务优势？
select ?x where { <股票质押式回购> <优势> ?x. }
"标的证券无需过户"	"可质押股份总量无限制性要求"	"资金使用灵活"	"融资期限最长可达3年"	"抵押范围更广"	"融资效率更高"

q1780:什么情况下会被暂停上市？
select ?x where { <被暂停上市> <情况> ?x. }
"公司有重大违法行为"	"公司股本总额、股权分布等发生变化不再具备上市条件"	"公司最近三年连续亏损"	"公司不按照规定公开其财务状况，或者对财务会计报告作虚假记载，可能误导投资者"

q1781:什么情况下会被终止上市？
select ?x where { <被终止上市> <情况> ?x. }
"公司解散或者被宣告破产"	"公司最近三年连续亏损，在其后一个年度内未能恢复盈利"	"公司不按照规定公开其财务状况，或者对财务会计报告作虚假记载，且拒绝纠正"	"公司股本总额、股权分布等发生变化不再具备上市条件，在证券交易所规定的期限内仍不能达到上市条件"

q1788:短期国债的偿还期限？
select ?x where { <短期国债> <偿还期限> ?x. }
"1年或1年以内"

q1794:约定购回的处置线？
select ?x where { <约定购回> <处置线> ?x. }
"130%"

q1796:公开发行公司债券的条件?
select ?x where { <公司债券> <发行条件> ?x. }
"债券的利率不超过国务院限定的利率水平"	"股份有限公司的净资产不低于人民币三千万元，有限责任公司的净资产不低于人民币六千万元"	"筹集的资金投向符合国家产业政策"	"累计债券余额不超过公司净资产的百分之四十"	"最近三年平均可分配利润足以支付公司债券一年的利息"

q1798:可转债债转股的规则？
select ?x where { <可转债债转股> <规则> ?x. }
"当日转换的公司股票可在T+1日卖出"	"无转股费用"	"可转债的买卖申报优先于转股申报"	"当日买进的可转债当日可申请转股"

q1802:购买开放式基金的条件？
select ?x where { <购买开放式基金> <条件> ?x. }
"持有中华人民共和国居民身份证、军人证、护照等证件的中国居民均符合购买条件"

q1803:基金的运作方式有哪些？
select ?x where { <基金> <运作方式> ?x. }
"封闭式基金"	"开放式基金"

q1804:基金的报价单位？
select ?x where { <基金> <报价单位> ?x. }
"份"

q1807:基金分红方式有哪些？
select ?x where { <基金分红> <方式> ?x. }
<现金分红>	"现金分红"	<红利再投资>	"红利再投资"

q1808:货币基金的特点？
select ?x where { <货币基金> <特点> ?x. }
"基金风险较低"	"投资成本低，货币基金无申购费和赎回费"	"基金单位净值固定为1"	"流动性较好，赎回到账时间较短"

q1809:基金的交易时间？
select ?x where { <基金> <交易时间> ?x. }
"工作日：9：30—15：00"	"交易日的9:30-15:00"

q1811:基金开户支持哪些证件类型？
select ?x where { <基金开户> <证件类型> ?x. }
"户口本"	"士兵证"	"护照"	"军官证"	"回乡证（含港澳通行证）"	"警官证"	"身份证"	"文职干部证"

q1813:基金认购的收费模式？
select ?x where { <基金认购> <收费模式> ?x. }
"前端收费"	"后端收费"

q1816:索罗斯经典名言？
select ?x where { <索罗斯> <经典名言> ?x. }
"要想获得成功，必须要有充足的自由时间"	"市场总是错的"	"我生来一贫如洗,但决不能死时仍旧贫困潦倒"

q1818:量化基金之王是？
select ?x where { ?x <荣誉> <量化基金之王>. }
<詹姆斯·西蒙斯>

q1820:股神的主要成就？
select ?x where { ?y <别名> <股神>. ?y <主要成就> ?x. }
"总统自由勋章"	"2008世界首富"

q1821:提出婴儿底的是哪一位？
select ?x where { ?x <观点> <婴儿底>. }
<李大霄>

q1823:《华尔街之狼》原型是谁？
select ?x where { <《华尔街之狼》> <原型> ?x. }
<乔丹·贝尔福特>

q1824:壁虎式投资法是谁提出的？
select ?x where { ?x <开创者> <壁虎式投资法>. }
<詹姆斯.西蒙斯>

q1825:詹森指数是谁提出的？
select ?x where { ?x <开创者> <詹森指数>. }
<迈克尔·詹森>

q1826:詹森指数的公式？
select ?x where { <詹森指数> <公式> ?x. }
"詹森指数=Ri,t—[Rf,t+βi(Rm,t-Rft)]"

q1828:巴菲特的投资名言？
select ?x where { <巴菲特> <投资名言> ?x. }
"风险，是来自于你不知道你在做什么"	"若你不打算持有某只股票达十年，则十分钟也不要持有"

q1830:华尔街的铜牛雕像身长是？
select ?x where { <华尔街的铜牛雕像> <身长> ?x. }
"5米"

q1831:青岛啤酒的监事会主席？
select ?x where { <青岛啤酒> <监事会主席> ?x. }
<李钢>

q1832:青岛啤酒的总裁？
select ?x where { <青岛啤酒> <总裁> ?x. }
<樊伟>

q1833:青岛啤酒的董事会秘书？
select ?x where { <青岛啤酒> <董事会秘书> ?x. }
<张瑞祥>

q1834:青岛啤酒的董事长？
select ?x where { <青岛啤酒> <董事长> ?x. }
<黄克兴>

q1836:青岛啤酒的执行董事？
select ?x where { <青岛啤酒> <执行董事> ?x. }
<于竹明>	<孙明波>	<黄克兴>	<樊伟>	<王瑞永>

q1840:青岛啤酒的总会计师？
select ?x where { <青岛啤酒> <总会计师> ?x. }
<于竹明>

q1847:上海市场大宗交易的条件？
select ?x where { <上海市场> <大宗交易条件> ?x. }
"债券及债券回购：单笔买卖申报数量应当不低于1000手，或者交易金额不低于100万元"	"B股：单笔买卖申报数量应当不低于30万股，或者交易金额不低于20万元美元"	"A股：单笔交易数量不低于30万股，或者交易金额不低于200万元人民币"	"基金：单笔交易数量不低于200万份，或者交易金额不低于200万元人民币"

q1849:广发证券有哪些融资类业务？
select ?x where { <广发证券> <融资类业务> ?x. }
"限制性股票融资业务"	"约定购回"	"融资融券"	"股票质押式回购"	"股权激励行权融资业务"

q1850:广发证券的客服电话？
select ?x where { <广发证券> <客服电话> ?x. }
"95575"

q1854:个股期权合约要素？
select ?x where { <个股期权> <合约要素> ?x. }
"行权价格"	"最后交易日"	"行权日"	"期权类型"	"合约单位"	"合约标的名称"	"行权交割方式"	"交割日"	"到期月份"	"行权价格间距"

q1856:期权的交易方式有？
select ?x where { <期权> <交易方式> ?x. }
<欧式期权>	<美式期权>	<大西洋式期权>

q1857:老三板A股的报价单位？
select ?x where { <老三板A股> <报价单位> ?x. }
"0.01元"

q1858:老三板B股的报价单位？
select ?x where { <老三板B股> <报价单位> ?x. }
"0.001美元"

q1861:天弘基金官方网站？
select ?x where { <天弘基金> <网址> ?x. }
"www.thfund.com.cn"

q1865:K线的计算周期有哪些？
select ?x where { <K线> <计算周期> ?x. }
"15分钟K线"	"5分钟K线"	"日K线"	"周K线"	"年K线"	"30分钟K线"	"60分钟K线"	"月K线"

q1866:K线看涨形态有？
select ?x where { <K线形态> <看涨> ?x. }
<红三兵>	<上升三法>	<曙光初现>	<锤头线>	<早晨之星>	<好友反攻>	<平底>

q1867:美股什么颜色代表上涨？
select ?x where { <美股> <上涨颜色> ?x. }
"绿色"

q1872:沪港通标的股票范围？
select ?x where { <沪港通> <标的股票范围> ?x. }
"恒生综合大型股指数的成份股"	"恒生综合中型股指数的成份股"	"上海证券交易所上市的A+H股公司的H股"

q1877:什么是融资融券担保物？
select ?x where { <融资融券> <担保物> ?x. }
"融券卖出所得全部资金和前述资金"	"客户融资买入的全部证券"	"证券公司向客户收取的保证金"	"证券所生孳息及其他乙方认可的甲方资产"

q1878:融资融券的交易成本有哪些？
select ?x where { <融资融券> <交易成本> ?x. }
<印花税>	<融券费用>	<手续费佣金>	<融资利息>

q1880:融资融券负债类型？
select ?x where { <融资融券> <负债类型> ?x. }
"费用负债"	"融券负债"	"其他负债"	"融资负债"	"利息负债"

q1883:债券的收益包括哪些？
select ?x where { <债券> <收益> ?x. }
"利息收益"	"再投资收益"	"资本利得"

q1884:债券的交易方式？
select ?x where { <债券> <交易方式> ?x. }
"债券回购交易"	"债券现货交易"	"债券期货交易"

q1886:债券回购有哪些类型？
select ?x where { <债券回购> <类型> ?x. }
"质押式回购"	"买断式回购"

q1887:公司债券暂停的情形有哪些？
select ?x where { <公司债券> <暂停情形> ?x. }
"公司情况发生重大变化不符合公司债券上市条件"	"未按照公司债券募集办法履行义务"	"公司最近两年连续亏损"	"公司有重大违法行为"	"公司债券所募集资金不按照核准的用途使用"

q1888:机构债券投资范围？
select ?x where { <机构债券> <投资范围> ?x. }
"地方政府债"	"资产支持证券"	"提供转让服务的暂停上市债券"	"质押式回购的融资交易及融券交易"	"公募公司债"	"私募公司债"	"国债"	"政策性银行金融债"	"质押式协议回购的融资交易及融券交易"	"公开发行的可转换公司债券"

q1890:现任证监会主席是谁？
select ?x where { <证监会> <现任主席> ?x. }
<易会满>

q1894:B股的委托申报方式？
select ?x where { <B股> <委托申报方式> ?x. }
"限价委托"	"市价委托"

q1895:B股交易的费用？
select ?x where { <B股交易> <费用> ?x. }
"印花税"	"佣金"	"结算费"

q1896:B股的交收规则？
select ?x where { <B股> <交收规则> ?x. }
"T+3"

q1898:股票交易费用？
select ?x where { <股票> <交易费用> ?x. }
<印花税>	<佣金>

q1900:股票的交易时间？
select ?x where { <股票> <交易时间> ?x. }
"沪深两市接受竞价交易申报的时间为每个交易日(周一至周五，法定节假日除外)的9:15-9:25，9:30-11:30，13:00-15:00"

q1902:股票的报价单位？
select ?x where { <股票> <报价单位> ?x. }
"每股价格"

q1905:新三板转让方式有哪些？
select ?x where { <新三板> <转让方式> ?x. }
"协议转让"	"竞价转让"	"做市转让"

q1906:新三板的投资者有哪些？
select ?x where { <新三板> <投资者> ?x. }
"受限投资者"	"合格投资者"

q1909:新三板交易时间？
select ?x where { <新三板> <交易时间> ?x. }
"交易日9:15至11:30、13:00至15:00"

q1912:中概股有哪些？
select ?x where { <中概股> <相关股票> ?x. }
<百度>	<阿里巴巴>	<汽车之家等>	<网易>	<爱奇艺>

q1913:XD是什么的缩写？
select ?x where { <XD> <缩写> ?x. }
"Exclud_Dividend"

q1914:股票上市首日冠以什么字样？
select ?x where { <股票上市首日> <字样> ?x. }
"N"

q1916:客户风险承受能力分类标准？
select ?x where { <客户风险承受能力> <分类标准> ?x. }
"保守型"	"相对积极型"	"积极型"	"稳健型"	"相对保守型"

q1917:证券转银行单日限额？
select ?x where { <证券转银行> <单日限额> ?x. }
"2000万"

q1919:股票成交规则是什么？
select ?x where { <股票> <成交规则> ?x. }
"价格优先，时间优先的原则进行撮合成交，且两者之间价格优先于时间"

q1924:东方通信的上市时间？
select ?x where { <东方通信> <上市时间> ?x. }
"1996-11-26"

q1925:东方通信的实际控制人？
select ?x where { <东方通信> <实际控制人> ?x. }
<中国普天信息产业集团有限公司>

q1926:东方通信的所属概念？
select ?x where { <东方通信> <概念> ?x. }
<电子信息>	<转融券标的>	<融资融券>	<专网通信>

q1928:水泥的上游是？
select ?x where { <水泥> <上游> ?x. }
<锅炉煤>	<高炉渣>

q1929:水泥的下游是？
select ?x where { <水泥> <下游> ?x. }
<工程建设>	<建筑业>

q1931:混泥土的上游上市公司？
select ?x where { <混泥土> <上游> ?y. ?x <主营产品> ?y. }
<五洋停车>	<万年青>

q1932:食用油的下位产品？
select ?x where { <食用油> <下位产品> ?x. }
<小包装食用油>	<酱油食用油>

q1933:食用油的上游上市公司？
select ?x where { <食用油> <上游> ?y. ?x <主营产品> ?y. }
<洽洽食品>	<承德露露>

q1934:食用油的下游上市公司？
select ?x where { <食用油> <下游> ?y. ?x <主营产品> ?y. }
<台州新博扬信息技术有限公司>	<天邦股份>	<悦达投资>	<全聚德>

q1936:橄榄油的下游有？
select ?x where { <橄榄油> <下游> ?x. }
<饮食佐料>	<面包>

q1937:橄榄油的上游有？
select ?x where { <橄榄油> <上游> ?x. }
<灌装机>

q1938:国内的量化产品有？
select ?x where { <国内> <量化产品> ?x. }
<优矿>	<聚宽>	<京东金融>	<万矿>

q1939:借壳重组完成的股票？
select ?x where { <借壳成功> <相关股票> ?x. }
<奥赛康>	<东方盛虹>	<中公教育>

q1940:王亚伟持股的股票？
select ?x where { <王亚伟> <持股> ?x. }
<易联众>	<三聚环保>	<经纬纺机>

q1941:连续涨停的股票？
select ?x where { <连续涨停> <相关股票> ?x. }
<华仪电气等>	<诚志股份>	<国电南自>	<奥美医疗>	<赫美集团>

q1942:跌破举牌价的股票？
select ?x where { <跌破举牌价> <相关股票> ?x. }
<多喜爱>	<文一科技>	<昂立教育>	<派生科技>	<珠海中富>	<海利生物>

q1943:数字孪生概念有哪些股票？
select ?x where { <数字孪生概念> <相关股票> ?x. }
<盈趣科技>	<广联达>	<神州数码>	<中国建筑>	<华星创业>	<东方国信>	<天永智能>	<清新环境>	<达实智能>	<科大讯飞>

q1946:量化回测风险指标？
select ?x where { <量化回测> <风险指标> ?x. }
<信息比率>	<夏普比率>	<换手率>	<阿尔法>	<年化收益率>	<收益波动率>	<贝塔>	<最大回测>

q1947:夏普比率公式？
select ?x where { <夏普比率> <公式> ?x. }
"夏普比率=(策略年化收益率-无风险利率)/策略收益波动率"

q1948:麦氏综合指标是谁创的？
select ?x where { <麦氏综合指标> <开创者> ?x. }
<MarianMcClellan>	<Sherman>

q1950:永辉超市主营产品？
select ?x where { <永辉超市> <主营产品> ?x. }
<生鲜>	<食品>	<生鲜农产品>	<超市>	<服装>	<食品用品>

q1953:迪士尼收购福克斯?
select ?x where { <迪士尼以什么价格收购福克斯> <价格> ?x. }
"710亿美元"

q1956:钢铁的下游是？
select ?x where { <钢铁> <下游> ?x. }
<房地产>	<基建>	<机械>	<汽车>

q1963:上交所逆回购的起点金额？
select ?x where { <上交所逆回购> <起点金额> ?x. }
"1000张（即10万元）或其整数倍，单笔最大数量不超过100万张"

q1968:股票有哪些评级？
select ?x where { <股票> <评级> ?x. }
"增持"	"买入"	"中性"	"卖出"	"减持"

q1969:安控科技市值？
select ?x where { <安控科技> <市值> ?x. }
"60.09亿"

q1971:融资利息如何计算？
select ?x where { <融资利息> <公式> ?x. }
"融资利息=当日融资买入成交总金额×融资年利率/360×实际使用天数"

q1975:以中药为主营产品的公司有？
select ?x where { ?x <主营产品> <中药>. }
<云南白药>	<香雪制药>	<天士力>

q1979:中美贸易谈判中方牵头人是？
select ?x where { <中美贸易谈判> <中方牵头人> ?x. }
<刘鹤>

q1980:交通运输包含哪些二级行业？
select ?x where { <交通运输> <二级行业> ?x. }
"铁路运输"	"港口"	"高速公路"	"公交"	"航空运输"	"航运"	"机场"	"物流"

q1983:趋势择时有哪些技术面指标？
select ?x where { <趋势择时> <技术面指标> ?x. }
"DMA"	"MA"	"MACD"	"TRIX"

q1984:牙膏的上游是？
select ?x where { <牙膏> <上游> ?x. }
<薄荷脑>	<肉桂醛>

q1986:顺丰控股主营产品有？
select ?x where { <顺丰控股> <主营产品> ?x. }
<冷运业务>	<代收货款>	<国内时效产品>	<其它增值服务>	<国内快递业务>	<仓储配送业务>

q1988:养殖的上游是？
select ?x where { <养殖> <上游> ?x. }
<豆粕>	<饲料>

q1989:养殖的下游是？
select ?x where { <养殖> <下游> ?x. }
<乳业>	<堆肥>

q1990:美国三大证券交易所？
select ?x where { <美国> <三大证券交易所> ?x. }
<纳斯达克交易所>	<纽约交易所>	<美国交易所>

q1992:老虎证券的投资方？
select ?x where { <老虎证券> <投资方> ?x. }
<小米>	<索罗斯>

q1994:有哪些美国上市的日本公司？
select ?x where { ?x <国家> <日本>. ?x <上市地点> <美国>. }
<软银等>	<本田>	<索尼公司>

q1999:索尼公司的成立时间？
select ?x where { <索尼公司> <成立时间> ?x. }
"1970-09-10"

q2000:"黄老邪"是谁的别称？
select ?x where { ?x <别名> "东邪、黄老邪、黄岛主" . }
<黄药师>

q2002:"一灯大师"是谁的别称？
select ?x where { ?x <别名> "一灯大师、南帝、南僧" . }
<段智兴_（金庸小说人物）>

q2006:谁曾获得过"华山论剑"天下第一？
select ?x where { {?x <主要成就> "在华山论剑夺得天下第一".} union {?x <主要成就> "在第二次华山论剑夺得天下第一".} }
<欧阳锋_（金庸名著双雕系列里的人物）>	<王重阳_（金庸武侠小说中的人物）>

q2008:"东邪"的女婿是谁？
select ?y where { ?x <别名> "东邪、黄老邪、黄岛主" . ?y <岳父> ?x . }
<郭靖_（金庸武侠小说《射雕英雄传》男主角）>

q2009:谁会蛤蟆功？
select ?x where { <蛤蟆功_（金庸小说中的武功）> <修习者> ?x . }
<欧阳锋_（金庸名著双雕系列里的人物）>	<欧阳克>	<杨过>

q2010:谁会先天功和一阳指？
select ?x where { { ?x <武功绝技> <一阳指> . ?x <武功绝技> <先天功> . } UNION  { ?x <武功> <一阳指> . ?x <武功> <先天功> . } }
<段智兴_（金庸小说人物）>	<王重阳_（金庸武侠小说中的人物）>

q2011:洪七公会的什么武功被称为"天下第一阳刚神功"？
select ?x where { <洪七公> <武功> ?x . ?x <称誉> "天下第一阳刚神功" . }
<降龙十八掌_（武功绝学降龙十八掌）>

q2012:"全真七子"都有谁？
select ?x where { <全真七子> <成员> ?x . }
<刘处玄>	<丘处机>	<孙不二>	<马钰_（道教支脉全真道第二任掌教）>	<王处一>	<郝大通>	<谭处端>

q2013:"江南七怪"都有谁？
select ?x where { <江南七怪_（小说《射雕英雄传》中人物组合）> <成员> ?x . }
<韩小莹>	<柯镇恶>	<韩宝驹>	<南希仁>	<朱聪_（小说《射雕英雄传》中江南七怪之一）>	<全金发>	<张阿生>

q2014:杨康的爸爸的孙子是谁？
select distinct ?y where { ?x <儿子> <杨康_（武侠小说《射雕英雄传》中的人物）> . ?x <孙子> ?y . }
<杨过>

q2016:包惜弱的丈夫是谁？
select ?x where { <包惜弱> <丈夫> ?x . }
<完颜洪烈>	<杨铁心_（金庸小说《射雕英雄传》中人物）>

q2017:裘千仞的妹妹是谁？
select ?y where { ?x <弟弟> <裘千仞> . ?x <妹妹> ?y . }
<裘千尺>

q2018:相貌英俊的赵王的养子是谁？
select ?y where { ?x <相貌> "英俊" . ?x <王位> "赵王" . ?x <养子> ?y . }
<杨康_（武侠小说《射雕英雄传》中的人物）>

q2019:周伯通在哪里创出了空明拳？
select ?x where { <空明拳> <创始地> ?x . <空明拳> <创始者> <周伯通> . }
<桃花岛_（浙江省舟山市普陀区岛屿）>

q2020:金轮国师的什么武功有十龙十象之力？
select ?y where { ?x <别名> "金轮国师、五轮法王" . ?x <内功> ?y . ?y <功效特点> "每招都有十龙十象的千斤之力" . }
<龙象般若功>

q2022:杨过和小龙女是什么恋？
select ?z where { ?x <相关人物> <杨过> . ?x <相关人物> ?y . ?y <中文名> "小龙女" . ?x <相恋类型> ?z . }
"师徒恋"	"姐弟恋"

q2024:小龙女是李莫愁的什么人？
select ?x where { <李莫愁_（金庸武侠小说）> ?x ?y . ?y <中文名> "小龙女" . }
<师妹>

q2025:公孙绿萼的爸爸会什么武功？
select ?y where { <公孙绿萼> <父亲> ?x . ?x <武功> ?y . }
<铁掌>	<阴阳倒乱刃法>	<闭穴功>

q2026:郭靖和黄蓉的子女是谁？
select ?x where { <郭靖_（金庸武侠小说《射雕英雄传》男主角）> <子女> ?x . <黄蓉_（金庸武侠小说《射雕英雄传》女主角）> <子女> ?x . }
<郭芙>	<郭襄>	<郭破虏>

q2029:"金毛狮王"的师父是谁？
select ?y where { ?x <别名> "金毛狮王，谢退思" . ?x <师父> ?y . }
<渡厄>	<成昆>

q2030:"白眉鹰王"是谁的外公？
select ?y where { ?x <别名> "白眉鹰王" . ?y <外公> ?x . }
<张无忌>

q2031:"少林金刚伏魔圈"由哪三人组成？
select ?x where { <少林金刚伏魔圈> <使用者> ?x . }
<渡厄>	<渡难>	<渡劫_（《倚天屠龙记》中角色）>

q2032:"金毛狮王"是"混元霹雳手"的什么人？
select ?y where { ?x <别名> "金毛狮王，谢退思" . ?z ?y ?x . ?z <别名> "混元霹雳手、圆真" . }
<徒弟>

q2035:张三丰创立了什么门派？
select ?x where { <张三丰_（武侠小说人物）> <荣誉> ?x . }
"创立武当派"

q2039:杨不悔的爸爸是谁？
select ?x where { ?y <岳父> ?x . ?y <妻子> <杨不悔_（金庸小说《倚天屠龙记》中人物）> . }
<杨逍>

q2041:令狐冲和岳灵珊是什么关系？
select ?x where { <令狐冲> ?x <岳灵珊> . }
<青梅竹马>

q2042:令狐冲的师父是谁？
select ?x where { <令狐冲> <师传> ?x . }
"方证"	"风清扬"	"任我行"	"岳不群"

