q715:克苏鲁所在群体都代表着什么？
select ?z where { <克苏鲁_（克苏鲁的呼唤神话小说里面的邪灵角色）> <所属> ?y. ?y <象征> ?z.}
<火_（汉语汉字）>	<水_（由氢、氧两种元素组成的无机物质）>	<风_（自然现象）>	<地_（汉语汉字）>

q719:同时获得"MTV电影奖-最佳男演员"和"国际健美联合会业余组宇宙先生"的人是谁？
select ?x where { ?x <主要成就> "美国金球奖电影类-最佳新男演员". ?x <主要成就> "MTV电影奖-最佳男演员". }
<阿诺德·施瓦辛格>

q720:复旦大学出了哪些导演
select ?x where { ?x <职业> <导演> . ?x <毕业院校> <复旦大学> . }
<傅红星>	<谈韦>	<周文武贝>	<张裕华>

q724:有哪些都市剧是由毕业于上海戏剧学院的上海籍演员出演的？
select ?x where { ?x <主演> ?y. ?x <类型> <都市>. ?y <职业> <演员_（职业）>. ?y <毕业院校> <上海戏剧学院>. ?y <出生地> <上海_（中华人民共和国直辖市）>. }
<杜拉拉大结局：与理想有关_（2015年苏降雨编剧电视剧）>	<爱情珠宝>	<老爸向前冲_（2001年蒋家俊执导电视剧）>	<剩女脱单记>	<美丽的秘密_（2015年何润东、宋茜主演电视剧）>	<我们的父亲_（2005年毛卫宁执导电视剧）>	<实习生_（2015年赵丽颖、郑恺主演电视剧）>	<柠檬初上>	<她很漂亮_（2016年赵轶超执导电视剧）>	<赛小花的远大前程>	<面包树上的女孩_（2012年陈铭章导演电视剧）>	<一路繁花相送_（2016年钟汉良、江疏影主演电视剧）>	<囧人们的春天>	<孽债2>	<乌鸦嘴女郎_（王传君、毛晓彤主演电视剧）>	<佳期如梦_（2010年陈乔恩、邱泽、冯绍峰等主演的电视剧）>	<那年青春我们正好>	<候机大厅_（中央台电视剧）>	<囧人的幸福生活>	<一见不钟情_（2014年柯翰辰导演电视剧）>	<北京·纽约>	<爱的妇产科2>	<离爱_（中国2012年王硕执导电视剧）>	<爱情公寓4>	<21天_（2004年高一功执导电视剧）>	<最佳恋人_（2015年言承旭、江疏影主演偶像剧）>	<野鸭子>	<爱情公寓_（韦正导演的都市爱情情景喜剧）>

q727:刘彻的统治时间是哪一段？
select ?y where { ?x <中文名> "刘彻". ?x <在位时间> ?y. }
"公元前141年―公元前87年"

q728:"三吏三别"是哪个朝代的作品？
select ?y where { <三吏三别> <作者> ?x. ?x <所处时代> ?y . }
<唐朝_（中国历史朝代）>

q729:清华大学出了哪些企业家
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <清华大学> . }
<曹宝华>	<王文襄_（黑龙江原政协常委）>	<曾学忠>	<余承东>	<宋非>	<周升_（著名书法家）>	<徐航_（深圳迈瑞公司董事长）>	<周俊卿>	<杨文莲>	<瞿晓铧>	<陈正华_（江苏省建集团董事长）>	<周娱光>	<崔彤哲>	<王庆起>	<林贤友>	<吴周令>	<童之磊>	<吴杰庄>	<李小琳>	<蒋毅敏>	<李佳林_（伟仕控股董事局主席）>	<陈绍鹏>	<赵勇_（四川长虹电子控股集团有限公司董事长）>	<衣锡群>	<郭晓林_（企业家）>	<丁辉_（诺奇股份有限公司总经理）>	<耿春亚>

q731:习大大是什么时候入党的？
select ?x where { ?y <别名> "习大大". ?y <入党时间> ?x. }
"1974"

q734:朝花夕拾的作者原名是什么？
select ?y where { ?x <代表作品> <朝花夕拾_（鲁迅散文集）>. ?x <原名> ?y. }
"周樟寿，周树人"

q735:加拿大首都使用的语言？
select ?x where { <加拿大_（北美洲国家）> <首都> ?y . ?y <方言> ?x. }
<英语_（语言）>	<法语>

q736:# 邓稼先的母校的校训是？
select ?y where { <邓稼先_（中国科学院院士）> <毕业院校> ?x. ?x <校训> ?y. }
<教育阴霾>	<刚毅坚卓>	<研究>

q737:阿根廷首都面积有多大？
select ?x where { <阿根廷_（阿根廷共和国）> <首都> ?y. ?y <面积> ?x. }
"203平方公里"

q738:谁成功预言了哈雷彗星的回归？
select ?x where { ?x <主要成就> "成功预言了". ?x <主要成就> "哈雷彗星的回归". }
<埃德蒙多·哈雷>

q739:北京大学出了哪些文学家
select ?x where { ?x <职业> <文学家> . ?x <毕业院校> <北京大学> . }
<曾缄>	<缪钺>	<王利器>	<黄培佳>

q740:广受国内外群众喜爱发源于泸州的美食是什么？
select ?x where { ?x <影响> "广受国内外群众喜爱". ?x <起源地> <泸州>. }
<火锅_（中国美食）>

q746:浙江大学出了哪些生物学家
select ?x where { ?x <职业> <生物学家> . ?x <毕业院校> <浙江大学> . }
<杨焕明>	<陈启鎏>

q747:清华大学出了哪些导演
select ?x where { ?x <职业> <导演> . ?x <毕业院校> <清华大学> . }
<李燕宁_（建筑师、电影导演）>	<陈心中>	<洪深_（中国电影先驱）>	<屠钰斐>	<杨雪茹>	<李卫_（新活动传媒总制片）>

q748:习大大的学位是什么？
select ?y where { ?x <别名> "习大大". ?x <学位> ?y . }
<博士_（全球著名音响品牌）>

q749:舒伯特出生城市国籍组织的官方网站是什么？
select ?z where { <舒伯特> <出生地> ?x. ?x <国际组织> ?y.?y <官网> ?z.}
"https://www.iaea.org/"

q750:周恩来的妻子曾当过什么主席？
select ?y where { <周恩来> <配偶> ?x. ?y <主席> ?x . }
<中国人民政治协商会议第六届全国委员会>

q751:浙江大学出了哪些翻译家
select ?x where { ?x <职业> <翻译家> . ?x <毕业院校> <浙江大学> . }
<宋兆霖>	<宋清如>

q752:阿根廷国鸟属于哪个目？
select ?x where { <阿根廷_（阿根廷共和国）> <国鸟> ?y. ?y <目> ?x. }
<雀形目>

q755:摩羯座的物理学家有哪些？
select ?x where { ?x <星座> <摩羯座_（占星学）>. ?x <职业> <物理学家_（探索、研究物理学的科学家）>. }
<斯蒂芬·威廉·霍金>

q758:北京大学出了哪些导演
select ?x where { ?x <职业> <导演> . ?x <毕业院校> <北京大学> . }
<邵泽辉>	<英达>	<苏梨叶>	<王凌非>	<唐晓白>	<王翀_（戏剧导演）>	<张江南_（导演、编剧）>	<郑权_（导演，影片制作人）>	<李烨_（央视编辑）>	<丁小平_（国家一级导演）>

q761:电影消失的爱人中哪位主演毕业于牛津大学？
select ?x where { <消失的爱人_（美国2014年大卫·芬奇执导电影）> <主演> ?x. ?x <毕业院校> <牛津大学>. }
<裴淳华>

q762:雕版印刷术和火药发明于中国哪个朝代？
select ?x where { ?x <科技成就> "火药". ?x <科技成就> "雕版印刷术". }
<唐朝_（中国历史朝代）>

q766:获"第6届本格推理小说大奖"的作家有哪些代表作品？
select ?y where { ?x <主要成就> "第6届本格推理小说大奖". ?x <代表作品> ?y. }
<秘密_（法国2000年维吉尼·瓦贡导演爱情片）>	<侦探伽利略_（福山雅治主演日剧）>	<嫌疑人X的献身_（东野圭吾著长篇小说）>	<嫌疑人X的献身_（日本2008年西谷弘执导电影）>	<放学后_（东野圭吾创作推理小说）>	<牵绊的爱>	<白夜行_（韩国2009年孙艺珍主演电影）>	<预知梦_（一种心理和生理状态的反应）>	<以眨眼干杯>

q767:占地1199平方公里，人口209899的是哪个县？
select ?x where { ?x <面积> "1199平方公里". ?x <人口> "209899". }
<磐安县>

q770:欧盟成员国主要有哪些宗教？
select distinct ?x where { <欧盟_（欧洲经济、政治共同体）> <成员国> ?y. ?y <主要宗教> ?x. }
<天主教>	<新教>	<英国国教>

q772:梁启超，康有为等人发动的救亡图存的运动是什么？
select ?x where { ?x <主要人物> <梁启超_（中国近代思想家、政治家、教育家）>. ?x <主要人物> <康有为>. ?x <目的> "救亡图存". }
<戊戌变法>

q774:复旦大学出了哪些企业家
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <复旦大学> . }
<岑钊雄>	<庞计善>	<郭广昌>	<卢志强_（中国泛海控股集团董事长兼总裁）>	<郁鑫>	<王品高>	<冯正虎>	<刘也卓_（埃迪欧控股集团有限公司中国区总经理）>	<陈天桥>	<翁懋>

q777:清华大学出了哪些作家
select ?x where { ?x <职业> <作家_（汉语词语）> . ?x <毕业院校> <清华大学> . }
<周麒>	<蒋方舟>	<潘海天_（中国第三代科幻作者）>	<钟昊沁>	<端木蕻良_（中国现代作家）>	<李建臣_（中国保险报业集团总裁）>	<钟源_（作家、影视剧作家、热电工程师）>	<郑朝宗>	<王士磊>	<季羡林>	<钱钟书>	<边国政>	<贺天飞>	<李尔葳>	<李长治_（原北京师范大学教授）>	<赵仲邑>	<李健吾>	<周浩晖>	<张宏杰_（蒙古族历史学者）>	<王东玮>

q778:《三体》的作者什么时候出生？
select ?z where { ?x <作品名称> "三体" . ?x <作者> ?y . ?y <出生日期> ?z . }
"1963-06-23"

q779:和黄瓜同科的植物有哪些？
select ?x where { <黄瓜> <界> ?y5. <黄瓜> <门> ?y4. <黄瓜> <纲> ?y3. <黄瓜> <亚纲> ?y2. <黄瓜> <科> ?y1. ?x <界> ?y5. ?x <门> ?y4. ?x <纲> ?y3. ?x <亚纲> ?y2. ?x <科> ?y1. }
<马铜铃>	<葫芦>	<清白早黄瓜>	<赤瓟>	<冬瓜属>	<假贝母属>	<帽儿瓜属>	<金甜王子>	<美龙西瓜>	<西印度黄瓜>	<玉丰苦瓜>	<油渣果>	<罗汉果_（葫芦科藤本植物）>	<新世纪_（迷你以色列型黄瓜——新世纪）>	<筠连雪胆>	<超级金甜蜜>	<短柄赤瓟>	<藏瓜属>	<云南罗汉果>	<良庄西瓜>	<好比玛>	<葫芦亚族>	<台蔬灰皮冬瓜>	<花宝西瓜>	<工艺葫芦>	<申宝325>	<栝楼属>	<丝瓜属>	<薄叶栝楼>	<桃南瓜>	<喷瓜>	<帽果雪胆>	<多果雪胆>	<双莲西瓜>	<油渣果属>	<和平西瓜>	<瓠瓜>	<罗汉果属>	<吊瓜>	<无籽西瓜_（二倍体跟诱变产生的四倍体杂交而成的西瓜）>	<西瓜属>	<翡翠王子>	<丝瓜_（葫芦科属丝瓜属植物）>	<野黄瓜>	<南杂一号>	<早绿苦瓜>	<乌龟七>	<三棱瓜属>	<金公主>	<心籽绞股蓝>	<菜瓜>	<旺家碧玉>	<小玉西瓜>	<彩云_（豫审西瓜品种）>	<圆锥果雪胆>	<金佛山雪胆>	<北瓜>	<蜀优米冬瓜>	<瓠子_（葫芦科植物）>	<脆甜爽口>	<鲍鱼瓜>	<佛手瓜属>	<短柄雪胆>	<夕颜_（葫芦花的别称）>	<绿网蜜网纹甜瓜>	<雪胆属>	<茅瓜属>	<广东丝瓜>	<新红宝西瓜>	<夏丰苦瓜>	<盒子草属>	<豫艺甜宝>	<合子草>	<金丝瓜>	<冬瓜>	<文玩葫芦>	<宁夏西瓜>	<栝楼>	<黄瓤西瓜>	<赛金刚_（药材·赛金刚）>	<藏瓜>	<墨童西瓜>	<黑峪西瓜>	<新兰西瓜>	<周至西瓜>	<玩偶南瓜>	<哈密瓜_（葫芦科植物甜瓜的一个品种）>	<黑美人瓜>	<独龙江雪胆>	<黑金刚西瓜>	<丽玉>	<南瓜亚族>	<行记农博士美绿苦瓜>	<喷瓜属>	<平湖西瓜>	<棒槌瓜>	<黄瓜>	<长白苦瓜>	<蒲瓜>	<短序栝楼>	<手捻葫芦>	<麒麟瓜>	<红肉金冠>	<三裂瓜>	<中华雪胆>	<肉花雪胆组>	<绿冠一号>	<括楼>	<喙果绞股蓝>	<佩普基诺>	<红佳红南瓜>	<亚洲黄金>	<裂瓜属>	<佛手瓜>	<严选槟城苦瓜>	<锥形果属>	<翅子瓜属>	<小雀瓜属>	<丽宝西瓜>	<高糖勇士>	<肉丝瓜>	<毒瓜>	<美国碧玉>	<裂苞组>	<椭圆果雪胆>	<赤瓟属>	<宝冠大果黑美人>	<春雪儿>	<可爱雪胆>	<南瓜_（南瓜葫芦科植物）>	<强野苦瓜>	<葫芦属>	<古蔺雪胆>	<葫芦（原变种）>	<大红圆宝>	<毒瓜属>	<唐山秋瓜>	<苦瓜属>	<金瓜属>	<新翠苦瓜>

q781:武汉大学出了哪些经济学家
select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <武汉大学> . }
<易江_（著名学者、经济学家、南华工商学院院长）>	<杨再平>	<陈钦风>	<梅新育>	<张培刚_（中国发展经济学创始人）>	<程志强_（北京大学兼职教授、博士生导师）>

q782:神话中赫拉的配偶的外文名？
select ?x where { <赫拉_（古希腊神话中的第三代天后）> <配偶> ?y . ?y <外文名> ?x. }
"Zeus"

q783:张全蛋的外文名是什么?？
select ?y where { ?x <中文名> "张全蛋" . ?x <外文名> ?y . }
"英文名Michael Jack 法文名Hélodie Jacqueline"

q784:邓小平的毕业院校属于什么类别的大学？
select ?z where { ?x <中文名> "邓小平" . ?x <毕业院校> ?y . ?y <类别> ?z . }
<公立大学>

q785:赵本山的大儿子什么时候出生的？
select ?z where { ?x <中文名> "赵本山" . ?x <大儿子> ?y . ?y <出生日期> ?z . }
"1982"

q788:有哪些人又是歌手又能演戏又能编剧，还能当大导演？
select ?x where { ?x <职业> <歌手_（职业名称）>. ?x <职业> <演员_（职业）>. ?x <职业> <编剧>. ?x <职业> <导演>. }
<俞才斌>	<陈楚奇>	<库伯>	<芭芭拉·史翠珊>	<苏菲·玛索>	<成龙_（中国香港演员、导演）>	<朱家辉>	<王良_（中国内地男演员、导演）>	<蒂姆·布雷克·尼尔森>	<曹桂千>	<丹尼斯·甘塞尔>

q790:中国地图出版社出版的371页的地图集是哪本？
select ?x where { ?x <出版社> <中国地图出版社>. ?x <页数> "371". }
<埃塞尔特世界地图集>

q794:习近平的母校的现在的校长是谁？
select ?z where { <习近平> <毕业院校> ?y. ?y <现任校长> ?z. }
<邱勇_（清华大学校长）>

q795:《丰乳肥臀》的作者其民族是？
select ?x where { <丰乳肥臀> <作者> ?y. ?y <民族> ?x. }
<汉族>

q801:有哪些会说粤语的上海导演？
select ?x where { ?x <语言> <粤语_（汉藏语系下的语言）>. ?x <职业> <导演>. ?x <出生地> <上海_（中华人民共和国直辖市）>. }
<陈冲_（美籍华裔女演员）>	<王家卫>	<黄元申>

q803:天蝎座的守护神的居所在哪里？
select ?y where { <天蝎座_（占星学）> <守护神> ?x. ?x <居所> ?y. }
<冥府>

q806:吉林大学出了哪些翻译家？
select ?x where { ?x <职业> <翻译家> . ?x <毕业院校> <吉林大学> . }
<林少华>

q812:"骐骥一跃不能十步"的作者的知名弟子有哪些？
select ?y where { <骐骥一跃不能十步> <作者> ?x. ?x <著名弟子> ?y. }
"李斯、韩非、张苍"

q813:万达集团董事长的儿子有什么外号吗?？
select ?q where { ?x <公司名称> ?y . filter regex(?y, "万达集团") . ?x <董事长> ?z . ?z <儿子> ?p . ?p <别名> ?q . }
"娱乐圈纪委书记"	"国民老公"

q814:唐僧的哪个徒弟居住在云栈洞？
select ?y where { <唐僧_（《西游记》中的人物）> <徒弟> ?y. ?y <居所> <云栈洞>. }
<猪八戒_（中国神话小说《西游记》的角色）>

q815:浙江大学出了哪些数学家
select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <浙江大学> . }
<励建书>	<张鸣镛>	<秦元勋>

q821:有哪些苗族的歌唱家？
select ?x where { ?x <民族> <苗族>. ?x <职业> <歌唱家>. }
<阿旺_（苗族女高音歌唱家）>	<侯艳琴>	<姚建蓉>	<刘媛媛_（中央民族歌舞团女高音歌唱家）>	<杨琼_（苗族女高音歌唱家）>	<宋祖英>	<阿泡>

q826:鲁迅写过哪些散文诗集？
select ?x where { ?x <作者> <鲁迅_（文学家、思想家）>. ?x <类别> <散文诗集>. }
<野草_（鲁迅创作散文诗集）>

q829:清华大学出了哪些地质学家
select ?x where { ?x <职业> <地质学家> . ?x <毕业院校> <清华大学> . }
<杨遵仪>	<卢耀如>	<程裕淇>	<刘宝珺>

q830:垓下歌的作者什么时候死的？
select ?x where { ?y <主要作品> <垓下歌_（项羽诗歌）>. ?y <去世时间> ?x. }
"-202"

q831:《色戒》里的美籍主演有谁？
select ?x where { <色戒_（李安执导电影）> <主演> ?x. ?x <国籍> <美国_（美利坚合众国）>. }
<陈冲_（美籍华裔女演员）>	<王力宏>

q832:获得首届孔子国籍文学奖的诗人是谁？
select ?x where { ?x <职业> <诗人_（汉语词语）>. ?x <主要成就> "获得首届孔子国际文学奖". }
<洛夫_（诗人）>

q837:明朝永乐大帝是谁？
select ?y where { ?x <中文名> ?y. ?x <年号> <永乐_（明成祖朱棣年号）>. ?x <国籍> <明朝_（中国历史朝代）>. }
"朱棣"

q838:q60"中国导弹之父"指的是谁？
select ?x where { ?x <主要成就> ?y. filter regex(?y, '中国导弹之父'). }
<钱学森_（著名科学家）>

q839:复旦大学出了哪些经济学家
select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <复旦大学> . }
<张军_（复旦大学长江特聘教授、博士生导师）>	<黄先海>	<舒元_（中山大学国际商学院院长）>	<单东_（民营经济学家）>	<林采宜>	<吴敬链>	<吴敬琏>	<何清涟>	<刘海影>

q841:四川大学出了哪些数学家
select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <四川大学> . }
<阮勇斌>

q842:拉丁学名为"Gerbera kunzeana A. Br. et Aschers."的植物属于哪一个纲？
select ?x where { ?y <拉丁学名> "Dicotyledons". ?y <纲> ?x. }
<双子叶植物纲>

q848:"弱者道之用"是哪位哲学家的主张？
select ?x where { <弱者道之用> <作者> ?x. ?x <职业> <哲学家_（基础含义）>. }
<老子_（道家学派创始人）>

q851:"2009年第一轮第3位被雷霆队选中"的球员的场上位置是？
select ?y where { ?x <nba选秀> "2009年第一轮第3位被雷霆队选中" . ?x <场上位置> ?y. }
<得分后卫>

q853:巴洛克的流行时间是什么时候?？
select ?y where { ?x <中文名> "巴洛克" . ?x <流行时间> ?y . }
<17世纪>

q855:《半生缘》的作者其民族是？
select ?x where { <半生缘_（张爱玲作品）> <作者> ?y. ?y <民族> ?x. }
<汉族>

q856:在金庸小说《天龙八部》中，大理的哪个和尚练成少泽剑？
select ?x where { ?x <国籍> <大理_（古代国家）>. ?x <别名> "枯荣和尚". ?x <武功> <少泽剑>. }
<枯荣大师>

q858:莫扎特所在的民族是什么人种?？
select ?p where { ?x <中文名> ?z . filter regex(?z, "莫扎特") . ?x <民族> ?y . ?y <人种> ?p . }
<日耳曼人>

q859:与郭德纲同乡且当过主持人的歌手都有谁？
select ?y where { <郭德纲> <出生地> ?x . ?y <职业> <歌手_（职业名称）> . ?y <职业> <主持人> . ?y <出生地> ?x . }
<王广弘>	<赵斌_（内地男歌手）>	<杜沁怡>

q868:北京大学出了哪些数学家
select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <北京大学> . }
<马知恩>	<张申府>	<张芷芬>	<张乃岳>	<恽之玮>	<张广厚>	<张益唐>	<张里千>	<闵嗣鹤>	<吕以辇>

q869:小说《萌幻西游》中又被称为小四，四儿的人物是哪位？
select ?x where { ?x <登场作品> <萌幻西游>. ?x <其他名称> "小四，四儿". }
<唐四藏>

q871:信教的北洋军阀有谁？
select ?x where { <北洋军阀_（民国军阀势力之一）> <主要人物> ?x. ?x <信仰> ?z. }
<段祺瑞_（皖系军阀首领）>	<吴佩孚_（民国时期直系军阀首领）>

q873:"诸葛连弩"的创造者葬在哪里？
select ?y where { ?x <主要成就> "改造连弩". ?x <墓葬> ?y. }
"勉县定军山"

q874:我的GAKKI老婆多高呀？
select ?z where { ?x <别名> ?y . ?x <身高> ?z . filter regex(?y, "GAKKI") . }
"168cm"

q875:中国的航天员有哪些？
select ?x where { ?x <国籍> <中华人民共和国>. ?x <职业> <航天员>. }
<刘旺_（神舟九号航天员）>	<陈冬_（第二代航天员之一）>	<汤鸿波>	<刘洋_（中国首位女航天员）>	<翟志刚>	<张陆_（中国航天员）>	<刘伯明_（中国人民解放军航天员大队特级航天员）>	<景海鹏_（神舟七号、九号航天员）>	<王亚平_（中国女航天员）>	<陈全_（航天员）>	<赵传东_（中国航天员）>	<聂海胜>	<中国航天员>	<叶光富_（中国第二代航天员之一）>	<李庆龙_（中国宇航员）>	<费俊龙>

q879:冰与火之歌中有哪些男性角色？
select ?y where { ?y <登场作品> <冰与火之歌_（乔治·R·R·马丁所著小说）>. ?y <性别> <男>.}
<布兰_（小说《冰与火之歌》人物）>	<道朗·马泰尔>	<琼恩>	<文德尔·曼德勒>	<罗拔·罗伊斯>	<戴蒙·黑火>	<瑞肯·史塔克>	<曼斯·雷德>	<瓦德·佛雷>	<韦赛里斯·坦格利安>	<西利欧·佛瑞尔>	<断掌科林>

q880:查良镛的代表作品有哪些？
select ?y where { ?x <中文名> "查良镛". ?x <代表作品> ?y. }
<鹿鼎记_（1969年金庸创作武侠小说）>	<射雕英雄传_（2008年内地版胡歌、林依晨主演电视剧）>	<倚天屠龙记_（2003年合拍版苏有朋主演电视剧）>	<雪山飞狐_（金庸武侠小说）>	<笑傲江湖_（2013年霍建华版笑傲江湖电视剧）>	<天龙八部_（2003年胡军主演电视剧）>	<新神雕侠侣_（2014年于正编剧、李慧珠执导）>

q883:小马哥有多少钱？
select ?y where { ?x <别名> "小马哥". ?x <事业财富> ?y. }
"161亿美元(2015年福布斯中国榜)"

q885:夏至线在地理上有什么意义？
select ?y where { ?x <别名> "夏至线". ?x <地理意义> ?y. }
"太阳直射此线标志着夏至日的到来"

q895:武汉大学出了哪些文学家
select ?x where { ?x <职业> <文学家> . ?x <毕业院校> <武汉大学> . }
<贺京沙>	<雒世铭>

q896:汽车制造行业创立于"1953-07-15"的公司的外文名是?？
select ?y where { ?x <所属行业> <汽车制造>. ?x <创立时间> "1953-07-15". ?x <英文名称> ?y. }
"FAW"

q897:房仕龙的代表作品？
select ?x where { ?y <别名> "陈港生（原名）、房仕龙、元楼、陈元龙". ?y <代表作品> ?x. }
<十二生肖_（中国民俗文化）>

q899:清华大学出了哪些物理学家
select ?x where { ?x <职业> <物理学家_（探索、研究物理学的科学家）> . ?x <毕业院校> <清华大学> . }
<管惟炎>	<张宗燧>	<何泽慧>	<杨振宁>	<周同庆>	<刘乃泉>	<刘国治_（军委科技委主任）>	<顾正澄>	<林家翘>

q900:金庸的哪部代表作是由张纪中担任总制片人的？
select ?y where { <金庸> <代表作品> ?y. ?y <总制片人> <张纪中>. }
<天龙八部_（2003年胡军主演电视剧）>

q903:浙江大学出了哪些作家
select ?x where { ?x <职业> <作家_（汉语词语）> . ?x <毕业院校> <浙江大学> . }
<叶丛嘉>	<胡品清>	<张世轩_（中国当代作家、学者）>	<吴刚戟>	<吴秀明>	<黄亚洲_（诗人，影视剧作家）>	<胡晶清>	<潘际炯>	<舒子原>	<白红>	<吴哓>	<杨静龙>	<汪逸芳>	<应化雨>	<沐斋>

q904:双子座的香港作家都有谁？
select ?x where { ?x <星座> <双子座_（天文学）>. ?x <出生地> <香港_（中华人民共和国特别行政区）>. ?x <职业> <文学家>. }
<古龙_（著名武侠小说家）>

q908:天空之城的作者是哪个星座？
select ?y where { ?x <代表作品> <天空之城_（日本1986年宫崎骏执导动画电影）>. ?x <星座> ?y. }
<双鱼座一>	<双子座_（天文学）>	<摩羯座_（天文学）>	<狮子座_（天文学）>

q909:舒伯特的同行里有哪些人和他拥有共同的信仰？
select ?x where { <舒伯特> <信仰> ?a. <舒伯特> <职业> ?b. ?x <信仰> ?a. ?x <职业> ?b. }
<卢梭_（法国著名思想家）>	<威柏>	<克劳斯瑙霍尔凯>	<马勒_（奥地利作曲家、指挥家）>	<舒伯特>

q912:《全唐诗》编于哪个朝代？
select ?y where { <全唐诗> <作者> ?x. ?x <所处时代> ?y. }
<清朝_（中国历史朝代）>

q914:张学友和王菲合唱的歌曲有哪些？
select ?x where { ?x <歌曲原唱> <张学友>. ?x <歌曲原唱> <王菲_（华语女歌手、演员）>. }
<爱，一次给不完>	<非常夏日_（张学友专辑《饿狼传说》中一首歌曲）>	<将心照亮>

q915:清华大学出了哪些经济学家
select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <清华大学> . }
<陈岱孙>	<钱颖一>	<谢嘉_（复旦大学教授）>

q918:哪里能看暴走大事件呀？
select ?y where { ?x <中文名> "暴走大事件" . ?x <在线播放平台> ?y . }
<乐视视频>	<腾讯>	<腾讯视频>	<bilibili>	<AcFun>	<爱奇艺>	<优酷网>

q919:清华校长是哪里人？
select ?y where { <清华大学> <现任校长> ?x. ?x <出生地> ?y. }
<荣县>	<四川_（中华人民共和国四川省）>

q920:首创科举制的朝代所用的官方语言是什么？
select ?y where { ?x <主要贡献> "开科取士". ?x <官方语言> ?y. }
<切韵>

q922:<江陵愁望寄子安>的作者信仰什么教？
select ?x where { ?y <代表作品> <江陵愁望寄子安>. ?y <信仰> ?x. }
<道教>

q924:大连理工大学出过哪些企业家？
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <大连理工大学> . }
<侯树凯_（企业家）>	<乔廷夫>	<向文波>

q925:由妮娜和伊恩共同主演的美剧？
select ?x where { ?x <主演> <妮娜·杜波夫>. ?x <主演> <伊恩·萨默海尔德>. }
<吸血鬼日记第三季>	<吸血鬼日记第二季>	<吸血鬼日记第五季>	<吸血鬼日记_（美国2009年马科斯·西恩加执导魔幻电视剧）>	<吸血鬼日记第六季>

q927:俗称"猪仔笼"的植物的拉丁学名是什么？
select ?x where { ?y <别称> <猪仔笼>. ?y <拉丁学名> ?x. }
"Nepenthes sp."	"Nepenthes. distillatoria"	"Drosera indica L."

q928:消失的爱人的导演还导演过哪部Netflix的美剧？
select ?x where { <消失的爱人_（美国2014年大卫·芬奇执导电影）> <导演> ?y. ?x <导演> ?y. ?x <制片地区> <美国_（美利坚合众国）>. ?x <发行公司> <Netflix>. }
<纸牌屋_（美国电视剧）>

q931:演员刘烨的儿女是哪国人？
select ?y where { <刘烨_（中国内地男演员）> <子女> ?x. ?x <国籍> ?y. }
<法国_（法兰西共和国）>	<中华人民共和国>

q932:老友记的主演们都有哪些代表作品？
select ?z where { ?x <中文名> "老友记" . ?x <主演> ?y . ?y <代表作品> ?z . }
<霹雳娇娃2：全速进攻>	<惊声尖叫_（韦斯·克雷文执导惊声尖叫系列电影）>	<网疗记>	<暗夜狂舞>	<马利和我>	<热血教师_（2006年瑞达·汉尼斯导演电影）>	<冒牌家庭>	<兄弟连_（英美2001年史蒂夫·斯皮尔伯格执导战争剧）>	<冒牌天神>	<六人行_（美国电视剧）>	<归来记_（美国HBO出品2005年开播的电视剧）>	<恶老板_（美国2011年塞斯·戈登执导喜剧电影）>	<老友记_（美国情景剧）>

q938:哪一个条约的签署标志着中国完全沦为半殖民地半封建社会？
select ?x where { ?x <历史影响> ?y. filter regex(?y, '中国彻底沦为半殖民地半封建社会'). }
<辛丑条约>

q940:古典小说中武大郎的弟弟的原型是谁？
select ?x where { <武大郎_（古典小说人物）> <弟弟> ?y. ?x <原型> ?y. }
<武崧>

q942:鸦片的有效成分中文别名是什么？
select ?z where { <鸦片> <有效成分> ?y . ?y <中文别名> ?z . }
"甲基吗啡"

q945:第二次世界大战中苏联的指挥官是谁？
select ?x where { <第二次世界大战_（20世纪世界反法西斯战争）> <主要指挥官> ?x. ?x <国籍> <苏联>. }
<斯大林_（前苏联共产党中央总书记）>

q946:罗马帝国信仰天主教的人有？
select ?x where { ?x <国籍> <罗马帝国_（古代罗马文明的一个阶段）>. ?x <信仰> <天主教>. }
<加伊乌斯>	<圣·奥古斯丁_（天主教圣师）>	<维克托一世>	<圣塞巴斯蒂安>	<卢西乌斯一世>	<奥古斯丁_（古罗马帝国时期天主教思想家）>

q950:亚洲哪个国家的宗教圣地是麦加？
select ?x where { ?x <所属洲> <亚洲>. ?x <宗教圣地> "麦加". }
<沙特阿拉伯>

q951:出生于-413年，逝世于-354年的那位琴师有什么代表作品？
select ?y where { ?x <出生日期> "-413". ?x <逝世日期> "-354". ?x <代表作品> ?y. }
<高山流水_（中国十大古曲之一）>

q952:中国都有哪些网球基地？
select ?y where { ?x <中文名> "网球" . ?x <中国网球基地> ?y . }
"浙江台州基地"	"安徽天柱山基地"

q954:出生于川沙县的学者是谁？
select ?x where { ?x <出生地> <川沙县>. ?x <职业> <学者_（名词解析）>. }
<胡适>

q955:四川大学出了哪些经济学家
select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <四川大学> . }
<杨万东>

q959:"杂交水稻之父"指的是谁？
select ?x where { ?x <主要成就> ?y. filter regex(?y, '杂交水稻之父'). }
<袁隆平_（杂交水稻之父）>

q960:浙江大学出了哪些经济学家
select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <浙江大学> . }
<滕维藻>	<宋敏_（北京大学经济学院教授）>	<张俊森>

q964:《根鸟》的作者是哪个民族的人
select ?x where { <根鸟> <作者> ?y . ?y <民族> ?x . }
<汉族>

q968:莫扎特的家乡有多少人口？
select ?x where { <莫扎特_（欧洲著名古典主义音乐作曲家）> <出生地> ?a. ?a <人口> ?x. }
"150000"

q973:和爱伦·坡来自同一国家的同行都有谁？
select ?x where { <埃德加·爱伦·坡> <国籍> ?y. <埃德加·爱伦·坡> <职业> ?z.?x <国籍> ?y.?x <职业> ?z.}
<约翰·贝里曼>	<豪威尔斯，W·D.>	<2Pac>	<考麦克·麦卡锡>	<惠蒂埃，J.G.>	<罗伯特·佛洛斯特>	<夏菁_（诗人）>	<伊丽莎白·吉尔伯特>	<威斯坦·休·奥登>	<沃尔特·杜莫·埃德蒙>	<文斯·弗林>	<马尔科姆·考利>	<安德森，S·>	<狄更生，E.>	<詹姆斯·冈恩_（美国科幻小说家）>	<库珀，J.F.>	<艾米莉·狄金森>	<托马斯·品钦>	<威廉·柯伦·布赖恩特>	<赫尔曼·梅尔维尔>	<论现代诗歌>	<莉迪亚·亨特利·西格妮>	<马娅·安杰卢>	<彼得·奥洛夫斯基>	<小威廉·布列特>	<黑克·塔伯特>	<蒂丝黛尔>	<小霍雷肖·阿尔杰>	<西尔达·杜丽特尔>	<洛威尔，R.>	<桑德拉·希斯内罗丝>	<埃德加·爱伦·坡>	<Sylvester Levay>	<伊丽莎白·毕肖普>	<菲利普·弗伦诺>	<埃尔莫·伦纳德>	<顾毓秀>	<唐·德里罗>	<路易丝·格吕克>	<菲利浦·弗瑞诺>	<凯·汤普森>	<艾伦·金斯伯格>	<格雷戈里·柯尔索>	<罗伯特·克里利>	<詹姆斯·琼斯_（美国小说家）>	<安德烈·弗尔切克>	<戴维·福斯特·华莱士>	<弗雷德里克·图顿>	<拉塞尔·埃德森>	<约翰·欧文>	<维奇·林德赛>	<Conor Oberst>	<大卫·伊格内托>	<威廉·卡洛斯·威廉姆斯>	<杰克·福翠尔>	<迈克尔·马德森>	<托马斯·洛奇>	<威廉斯，T·>	<布鲁克斯·阿特金森>	<约翰·阿什贝利>	<里士曼·拉蒂莫尔>	<斯蒂芬·文森特·贝尼特>	<约翰·契佛>	<乔纳森·弗兰岑>	<黛·莱维托芙>	<卡罗尔·艾姆什维勒>	<威廉·斯塔福德>	<琳恩·切尼>	<邝丽莎>	<詹姆斯·托·法雷尔>	<罗伯特·洛威尔>	<Akiane Kramarik>	<帕迪·桓耶夫斯基>	<埃尔文·布鲁克斯·怀特>	<西尔维娅·普拉斯>	<加里·斯奈德>	<安吉洛_（美国女诗人）>	<艾米·布卢姆>	<查尔斯·布可夫斯基>	<法里德·扎卡利亚>	<马玟·沃尔夫>	<比利·柯林斯>	<艾拉·格什温>	<迪奥多·罗赛克>	<桑德伯格>	<厄纳斯特·海明威>	<托马斯·华立·齐维尔斯>	<亚历山德拉·里普利>	<亨利·亚当斯>	<多斯·帕索斯>	<杰克·凯鲁亚克>	<西奥多·德莱塞>	<卡尔·杰拉西>	<考德威尔，E·>	<华莱士·史蒂文斯>	<马克·吐温>	<路易丝·伊莉莎白·格里克>	<雷蒙德·卡佛>	<凯文·鲍尔斯>	<弗兰纳里·奥康纳>	<马克·叶温>	<帕特里克·塔克尔>	<安娜·路易斯·斯特朗>	<梅尔韦尔>	<桑顿·威尔德>	<维切尔·林赛>	<埃拉·惠勒·威尔科克斯>	<安妮·沃尔德曼>	<E.E.Cummings>	<罗伯特·布莱>	<珍安克兰兹>	<埃兹拉·庞德>	<希尔达·杜利特尔>	<范·达因>	<亨利·沃兹沃斯·朗费罗>	<布朗_（美国科幻小说家）>	<凯特·迪卡米洛>	<玛雅·安吉罗>	<爱默生_（美国著名思想家和文学家）>	<克萨诺斯>	<埃德娜·圣·文森特·米莱>	<保罗·劳伦斯·邓巴>	<霍姆斯，O.W.>	<埃勒里·奎因>

q975:美元的使用地区属于哪个洲?？
select ?y where { <美元> <使用地区> ?x . ?x <所属洲> ?y . }
<北美洲>

q976:海贼王里发明了天候棒的人价值多少赏金？
select ?y where { ?x <登场作品> <海贼王_（尾田荣一郎创作的漫画作品）>. <天候棒> <发明者> ?x. ?x <悬赏金> ?y. }
"3000万→2亿贝利"

q982:公司口号为"just do it "的运动品牌的著名签约明星都有谁？
select ?y where { ?x <公司口号> "Just do it". ?x <签约明星> ?y. }
"詹姆斯"	"C罗"	"乔丹"	"科比"

q983:北京大学出了哪些翻译家
select ?x where { ?x <职业> <翻译家> . ?x <毕业院校> <北京大学> . }
<杜承南>	<胡其鼎>	<郭宏安>	<臧仲伦>	<梁良兴>	<许君远>	<王实味>	<郑效洵>	<韩沪麟>	<董秋芳>	<王沂暖>	<卞之琳>	<王以铸>	<何佶>	<张友松>	<高慧勤>

q985:亚洲哪个国家的时区是"UTC+8"？
select ?x where { ?x <所属洲> <亚洲>. ?x <时区> "UTC+8". }
<后梁_（五代的第一个朝代）>	<鹰国>	<定安国>	<果敢人民共和国>	<菲律宾_（菲律宾共和国）>	<汪伪国民政府>	<果敢_（缅甸掸邦果敢自治区）>	<蒙古国>	<新加坡>	<槟城岛>	<文莱>	<卡扎人民帝国吧>	<马来西亚>

q986:北京大学出了哪些企业家
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <北京大学> . }
<苏龙泽>	<李国庆_（当当网创始人）>	<葛敬中>	<侯荣芹>	<陈生_（“猪肉王子”陈生）>	<陈海彬_（企业家）>	<党彦宝>	<林金文_（乐车邦创始人兼CEO）>	<顾宜凡>	<柳青_（柳传志之女，滴滴出行总裁）>	<李友_（方正集团董事、CEO）>	<林腾蛟_（阳光控股有限公司董事局主席）>	<林欣_（企业家）>	<周燕军>	<高敬池>	<马宪泉>	<张兆东_（北京大学资产经营公司总裁、方正集团总裁）>	<盛静生>	<孙宇晨>	<徐国卫_（聚雅斋美术馆馆长）>	<晨光_（唯美度国际美容连锁集团董事长）>	<许单单>	<杜宏_（陕西协和资产管理有限公司董事长）>	<曾昭雄>	<叶立润>	<雷云_（卡儿酷品牌创始人）>	<曾军_（熟信CEO）>	<徐勇_（企业家（百度创始人之一））>	<郭旻彤>	<丁凯_（东驰建业集团董事长）>	<李辙>	<黄龙保>

q988:张柏芝出演的时长116分钟并在2005年12月15日上映的电影是哪一部？
select ?x where { ?x ?a <张柏芝>. ?x <片长> "116分钟". ?x <上映时间> "2005-12-15". }
<无极_（2005年陈凯歌执导电影）>

q989:车辆驾驶方向和澳大利亚一样且官方语言也一样的国家有哪些？
select ?x where { <澳大利亚> <道路通行> ?z.<澳大利亚> <官方语言> ?y. ?x <官方语言> ?y.?x <道路通行> ?z}
<不丹>	<印度_（印度共和国）>	<格林纳达>	<肯尼亚>	<坦桑尼亚>	<新加坡>	<纽埃>	<特克斯和凯科斯群岛>	<新西兰>	<西印度群岛联邦>	<所罗门群岛>	<英国_（大不列颠及北爱尔兰联合王国）>	<巴布亚新几内亚>	<乌干达共和国>	<格林纳达历史>	<南非共和国>	<大不列颠与爱尔兰联合王国>	<圭亚那>	<斯威士兰>	<乌干达>	<安提瓜和巴布达>	<爱尔兰_（爱尔兰共和国）>	<基里巴斯>	<毛里求斯>	<纳米比亚>	<英国文化>	<巴巴多斯>	<博茨瓦纳>	<圣卢西亚_（北美国家）>	<威尔士>	<圣文森特和格林纳丁斯>	<瑙鲁>	<巴铁_（中国军迷网友对巴基斯坦的友好称谓）>	<香港_（中华人民共和国特别行政区）>	<汤加>	<牙买加>	<澳大利亚>	<大英帝国>

q992:斯伯丁创立于哪年？
select ?y where { ?x <公司名称> "斯伯丁". ?x <成立时间> ?y. }
"1876"

q995:章子怡和李安合作过什么作品？
select ?x where { ?x <主演> <章子怡>. ?x <导演> <李安_（华人导演）>. }
<卧虎藏龙_（李安导演电影）>

q996:"现代航天之父"毕业于哪所学校？
select ?x where { ?y <毕业院校> ?x. ?y <主要成就> ?z. filter regex(?z, '现代航天之父'). }
<柏林工业大学>

q1000:中国历史上佛教和道教盛行的时期，其对应的政治体制是什么？
select distinct ?y where { ?x <主要宗教> <佛教>. ?x <主要宗教> <道教>. ?x <政治体制> ?y. }
<人民代表大会制度>	<二元制君主立宪制>	<君主制>	<民主共和制>	<君主专制政体>	<共和制>

q1002:西班牙王国国歌的时长是多少？
select ?p where { ?x <中文名称> ?y . filter regex(?y, "西班牙王国") . ?x <国歌> ?z . ?z <歌曲时长> ?p . }
"1分45秒"

q1004:校庆日为11月11日的学校现任校长有谁？
select ?y where { ?x <校庆日> "11-11" . ?x <现任校长> ?y . }
<李振陆>	<张全举>

q1006:有哪些藏族歌手？
select ?x where { ?x <民族> <藏族>. ?x <职业> <歌手_（职业名称）>. }
<琼雪卓玛>	<阿斯根_（空政文工团藏族歌手）>	<齐旦布>	<泽仁央金>	<容尔甲>	<格桑梅朵_（藏族女歌手）>	<贡尕达哇>	<高原三星>	<三郎王青>	<巴桑_（国家二级演员）>	<德格叶>	<桑吉草>	<冰雪姐妹_（藏族歌手组合）>	<四郎曲珍>	<蒲巴甲>	<德西拉姆>	<黄兴饶>	<仁青卓玛>	<索扎木>	<央措柯秀>	<杨秀措>	<卓卓玛>	<阿德_（藏族歌手）>	<扎西邓珠_（歌手）>	<金珠卓玛>	<阿兰·达瓦卓玛>	<谢旦>	<格桑西曼>	<旺姆>	<云丹久美>	<索朗扎西_（藏族歌手）>	<央金次卓>	<雪山朗玛>	<益西>	<贡布才让>	<泽让南木甲>	<赞拉龙儿>	<仁增卓玛>	<西曼_（中国内地歌手）>	<丹巴旺姆>	<仁钦卓玛>	<阿里_（藏族歌手）>	<索朗旺姆>	<旦正才让_（藏族青年歌手）>	<央金兰泽>	<格桑美朵_（歌手）>	<扎西华旦>	<才让东珠>	<格桑_（内地男演员）>	<阿斯根_（米亚罗公主阿斯根）>	<扎西卓玛_（《超级女声》参赛选手）>	<扎西文帝>	<才让措_（藏族女歌手）>	<泽旺多吉>	<庞梅>	<次仁央宗_（藏族歌手）>	<根呷>	<尕让卓玛>	<嘉央曲珍>	<恩诺吾>	<普布次仁_（藏族歌手）>	<索南扎西>	<高原风_（藏族乐队男子组合）>	<德拉才让>	<阿斯满>	<旦曲阿帝>	<边巴德吉>	<毛妮卓玛>	<韩红_（中国大陆音乐人、慈善家）>

q1007:安徽合肥出过哪些物理学家？
select ?x where { ?x <出生地> <安徽>. ?x <出生地> <合肥>. ?x <职业> <物理学家_（探索、研究物理学的科学家）>. }
<杨振宁>

q1010:总统奥巴马信仰的宗教有哪些主要圣事?？
select ?p where { ?x <中文名> ?y . filter regex(?y, "奥巴马") . ?x <职业> <总统_（国家元首称谓）> . ?x <信仰> ?z . ?z <主要圣事> ?p . }
"洗礼"	"圣餐"

q1013:"大姚"在篮球场上的位置是？
select ?x where { ?y <别名> "明王、移动长城、小巨人、大姚". ?y <位置> ?x. }
<中锋_（篮球运动比赛队员的位置名称）>

q1015:朱元璋的妻子葬于哪里？
select ?y where { <朱元璋_（明朝开国皇帝）> <配偶> ?x. ?x <陵寝> ?y . }
<明孝陵_（国家5A级旅游景区）>

q1016:游城十代出场动漫的编剧是谁？
select ?z where { ?x <中文名> "游城十代" . ?x <登场作品> ?y . ?y <编剧> ?z . }
<武上纯希>	<吉田伸>

q1017:巴塞罗那哪个球员获得过金靴奖?？
select ?x where { ?x <所属运动队> <巴塞罗那_（足球俱乐部）>. ?x <主要奖项> "金靴奖". }
<里奥·梅西_（阿根廷足球运动员）>

q1021:美国第一位非裔总统是谁？
select ?x where { ?x <国籍> <美国_（美利坚合众国）>. ?x <职业> <总统_（国家元首称谓）>. ?x <民族> <非裔美国人>. }
<侯赛因_（美国总统）>

q1023:亚洲哪个国家的宗教圣地是麦地那？
select ?x where { ?x <所属洲> <亚洲>. ?x <宗教圣地> "麦地那". }
<沙特阿拉伯>

q1024:四大名旦之首的籍贯是什么地方？
select ?x where { ?y <主要成就> "四大名旦之首". ?y <籍贯> ?x. }
<泰州_（长三角中心城市）>

q1031:东南大学出过哪些企业家？
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <东南大学> . }
<王志国_（酷开网络科技有限公司董事长）>	<顾金福>	<张桂平_（苏宁环球集团董事长）>	<森稔>	<沈锦华_（焦点科技董事长）>	<吴海军_（深圳市新天下集团、神舟电脑公司董事长）>

q1034:毒战导演有哪些代表作品？
select ?y where { <毒战> <导演> ?x. ?x <代表作品> ?y. }
<暗花_（1998年游达志执导香港电影）>	<毒战>	<枪火_（1999年杜琪峰执导电影）>	<暗战_（1999年刘德华、刘青云主演电影）>	<黑社会_（2005年任达华、梁家辉主演电影）>

q1041:浙江大学出了哪些化学家
select ?x where { ?x <职业> <化学家> . ?x <毕业院校> <浙江大学> . }
<陈纪忠>	<谢学锦>

q1047:被称为"李供奉"的诗人有哪些作品？
select ?y where { ?x <别称> <李供奉>. ?x <主要作品> ?y. }
<将进酒_（唐代李白诗作）>	<蜀道难_（李白作古体诗）>	<梦游天姥吟留别>	<静夜思_（李白诗作）>

q1048:星爷的公司是哪年成立的？
select ?x where { <周星驰> <经纪公司> ?y. ?y <成立时间> ?x. }
"2010-06-27"	"1996"

q1049:位于茂名的革命老区村庄是哪个村？
select ?x where { ?x <地理位置> <茂名>. ?x <村庄荣誉> "革命老区村庄". }
<柑村村>

q1050:希特勒所属的政党有怎样的意识形态?？
select ?p where { ?x <中文名> ?z . filter regex(?z, "希特勒") . ?x <所属政党> ?y . ?y <意识形态> ?p . }
<反犹太主义>	<纳粹主义>

q1054:歌曲《那些年》的原唱还有哪些歌曲？
select ?x where { <那些年_（《那些年，我们一起追的女孩》主题曲）> <歌曲原唱> ?y. ?x <歌曲原唱> ?y. }
<是我先开口>	<静电_（胡夏演唱歌曲）>	<爱都是对的_（胡夏演唱歌曲）>	<好人_（胡夏演唱的一首歌曲）>	<山水之间（清泉版）>	<刀塔传奇_（动作卡牌手游《刀塔传奇》主题曲）>	<燃点_（胡夏演唱歌曲）>	<另一个噪音>	<拍拖_（胡夏歌曲）>	<一定有个你>	<OH.爱>	<我们会不会>	<那些年_（王巧2013年翻唱歌曲）>	<学着走>	<离家以后>	<微笑的人>	<准备好要爱>	<傻瓜探戈_（胡夏演唱的歌曲）>	<当你听我说>	<脱离现实_（2015年胡夏演唱歌曲）>	<歌声闪亮>	<给我的快乐>	<你在哪里_（胡夏演唱的歌曲）>	<刀塔传奇_（胡夏演唱歌曲）>	<放下_（胡夏演唱《四大名捕2》主题曲）>	<小宝贝_（胡夏歌曲《小宝贝》）>	<爱你步步惊心>	<让我爱你_（胡夏演唱歌曲）>	<他比我更适合>	<美好的昨天>	<普罗米修寺>	<普罗米修诗>	<伤心童话_（胡夏演唱同名主题曲）>	<后来者_（胡夏2015年同名歌曲）>	<替我照顾她_（2015年胡夏演唱歌曲）>	<改变_（胡夏演唱歌曲）>	<无情_（胡夏演唱歌曲）>	<爱情生态>	<数到三不哭>	<弹弹琴恋恋爱>	<那些年_（《那些年，我们一起追的女孩》主题曲）>	<放心去飞_（电影《左耳》推广曲）>	<等待完整>	<勉强_（胡夏演唱歌曲）>	<幸福在这里_（胡夏演唱歌曲）>	<爱情离我一公尺_（胡夏2013年发行歌曲）>

q1055:"少马爷"的师傅是谁？
select ?z where { ?x <别名> ?y. ?x <师承> ?z. filter regex(?y, '少马爷'). }
<朱阔泉>

q1058:AlphaGo的设计者是谁？
select ?y where { ?x <外文名> "AlphaGo". ?x <设计者> ?y. }
<大卫·席尔瓦>	<黄士杰>

q1062:金正恩父亲的军衔有多高？
select ?x where { <金正恩_（朝鲜最高领导人）> <父亲> ?y. ?y <军衔> ?x. }
<大元帅>

q1065:处女座守护星用英语怎么说呀？
select ?z where { ?x <中文名> "处女座" . ?x <守护星> ?y . ?y <外文名> ?z . }
"Mercury"

q1068:以伏特加、朗姆、龙舌兰、金酒作为基酒的鸡尾酒叫什么？
select ?x where { ?x <基酒> <伏特加_（酒类名称）>. ?x <基酒> <朗姆酒_（蒸馏酒名）>. ?x <基酒> <龙舌兰_（烈酒名）>. ?x <基酒> <金酒>. }
<长岛冰茶_（鸡尾酒名称）>

q1069:中国首都的电话区号是多少？
select ?y where { <中华人民共和国> <首都> ?x. ?x <电话区号> ?y. }
"10"

q1070:有一部电影是由马里奥·普佐的小说改编，马龙·白兰度主演，请问它在哪一年上映？
select ?y where { ?x <原著> <马里奥·普佐>. ?x <主演> <马龙·白兰度>. ?x <上映时间> ?y. }
"1972-03-24"

q1071:前妻是葛天的110米栏世界冠军，他的教练是谁？
select ?y where { ?x <运动项目> <110米栏>. ?x <前妻> <葛天>. ?x <教练> ?y. }
<孙海平>

q1078:2013年全运会乒乓球男团冠军是哪个队伍？
select ?x where { ?person <运动项目> <乒乓球>. ?person <所属运动队> ?x. ?person <主要奖项> "2013 全运会男团冠军". }
<八一队>

q1079:《乡土中国》的作者有哪些代表作品
select ?x where { <乡土中国> <作者> ?y . ?y <代表作品> ?x . }
<乡土中国>	<人文类型>	<文化论>	<江村经济>

q1080:获得过两届柏林国际电影节金熊奖的中国导演是谁？
select ?x where { ?x <国籍> <中华人民共和国>. ?x <主要成就> "两届 柏林国际电影节金熊奖". }
<李安_（华人导演）>

q1082:薛之谦在2015年发行过哪些歌？
select ?x where { ?x <歌曲原唱> ?y . ?y <中文名> "薛之谦" . ?x <发行时间> ?z . filter regex(?z, "2015") . }
<下雨了_（薛之谦演唱歌曲）>	<绅士_（薛之谦演唱歌曲）>	<演员_（薛之谦歌曲）>	<小孩_（薛之谦演唱歌曲）>	<一半_（薛之谦演唱歌曲）>	<Stay Here_（薛之谦演唱歌曲）>

q1084:指环王的导演还有哪些作品？
select ?y where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <导演> ?x. ?y <导演> ?x. }
<指环王：护戒使者>	<霍比特人：史矛革之战>	<霍比特人：五军之战>	<罪孽天使>	<双城奇谋>	<霍比特人3：去而复归>	<可爱的骨头_（2009年上映电影）>	<丁丁历险记2：太阳的囚徒>	<霍比特人：荒谷恶龙>	<疯狂肥宝综艺秀>	<指环王：双塔奇兵>	<王者归来_（美国新西兰2003年彼得·杰克逊执导电影）>	<宇宙怪客>	<群尸玩过界>	<指环王_（英美2001-2003年彼得·杰克逊执导系列电影）>	<霍比特人：意外之旅>	<被遗忘的影片>	<魔戒III：王者归来>	<指环王：护戒同盟>	<《霍比特人：意外之旅》超长特辑>	<lotro_（电影）>	<恐怖幽灵>	<金刚_（2005年美国电影）>

q1085:有哪些西班牙语的剧情片？
select ?x where { ?x <语言> <西班牙语_（语言）>. ?x <类型> <剧情>. }
<白雪公主斗牛记>	<南方快车>	<性、谎言和录像带>	<南部地区>	<探戈歌手>	<骑车人之死>	<诽谤_（墨西哥八十年代电视剧）>	<看不见的双眼>	<欲望规则>	<卡尔莫_（西班牙电影）>	<胸怀大志_（西班牙语连续剧）>

q1093:北京大学出了哪些政治家
select ?x where { ?x <职业> <政治家> . ?x <毕业院校> <北京大学> . }
<伍中豪>	<张国焘>

q1096:小迪是哪个学校毕业的？
select ?x where { ?y <别名> "小迪、胖迪、热巴". ?y <毕业院校> ?x. }
<上海戏剧学院>

q1100:北大现任校长何时开始工作？
select ?y where { <北京大学> <现任校长> ?x. ?x <工作时间> ?y. }
"1973-11"

q1101:朱茵的丈夫有哪些音乐作品？
select ?x where { <朱茵_（中国香港女演员）> <配偶> ?y. ?y <代表作品> ?x. }
<逝去日子>	<狂人习作>	<遥远的paradise>	<大地_（Beyond演唱歌曲）>	<我在存在>	<愿我能>	<我就是这样的>	<请将手放开>	<年少无知_（黄贯中演唱歌曲）>

q1104:静夜思的作者的祖籍是哪里？
select ?x where { ?y <主要作品> <静夜思_（李白诗作）>. ?y <祖籍> ?x. }
<陇西县>

q1105:由张歆艺主演，王晓明导演的电视剧的中文名是？
select ?x where { ?y <主演> <张歆艺>. ?y <导演> <王晓明_（中国内地演员）>. ?y <中文名> ?x. }
"苏菲的供词"

q1110:小马哥有什么社会影响？
select ?y where { ?x <别名> "小马哥". ?x <社会影响> ?y. }
"2015中国最具影响力50位商界领袖"

q1111:Steve Jobs什么时候去世？
select ?y where { ?x <外文名> "Steve Jobs". ?x <逝世日期> ?y. }
"2011-10-05"

q1112:南起北山路，北接天目山路的这条路长为多少？
select ?x where { ?y <南起> <北山路_（浙江省杭州市北山路）>. ?y <北接> <天目山路>. ?y <长> ?x. }
"一千五百五十八米"

q1114:"2009年第一轮第3位被雷霆队选中"的球员获得了哪些奖项？
select ?y where { ?x <nba选秀> "2009年第一轮第3位被雷霆队选中" . ?x <主要奖项> ?y. }
"两次入选NBA最佳阵容第一阵容"	"2014年西班牙男篮世界杯冠军"	"2011-12赛季NBA最佳第六人"	"4次入选NBA全明星阵容"	"2012年伦敦奥运金牌"

q1116:《乡土中国》的作者毕业于哪个大学
select ?x where { <乡土中国> <作者> ?y . ?y <毕业院校> ?x . }
<清华大学>	<燕京大学>	<伦敦大学>

q1118:电影阿凡达的哪些主演来自于美国？
select ?y where { <Avatar_（2009年上映詹姆斯·卡梅隆执导美国电影）> <主演> ?y. ?y <国籍> <美国_（美利坚合众国）>. }
<佐伊·索尔达娜>	<吉奥瓦尼·瑞比西>	<乔·摩尔>	<西格妮·韦弗>

q1119:安菲尔德球场容纳人数为？
select ?y where { ?x <主场馆> <安菲尔德球场>. ?x <容纳人数> ?y. }
"45364"

q1120:北京大学出了哪些化学家
select ?x where { ?x <职业> <化学家> . ?x <毕业院校> <北京大学> . }
<钱晋>	<虞宏正>	<殷福珊>	<李天乐>	<吴澄宇>

q1122:清华毕业的满族人有哪些？
select ?x where { ?x <毕业院校> <清华大学>. ?x <民族> <满族>. }
<英若诚>	<童寯>	<赵小叶_（盈朗文化董事长）>	<宋明智>	<端木蕻良_（中国现代作家）>	<王宏伟_（清华大学教授）>	<栾恩杰>	<才利民>	<姜书阁>	<阎隆飞>	<彭福荫>	<杜钰洲>	<于今_（政治学者）>	<高翠山>	<董哲仁>	<吴季松>	<吴恩裕>

q1125:"而立之年"这一说法的提出者原名是什么？
select ?y where { <而立之年_（汉语成语）> <提出人> ?x. ?x <本名> ?y. }
"孔丘"

q1128:扬州八怪中擅长画竹的是谁？
select distinct ?x where { <扬州八怪_（中国清代中期书画家）> <成员> ?x. ?x <代表作品> ?y. filter(regex(str(?y), "竹")). }
<郑板桥_（清代书画家、文学家）>

q1129:电影《阿凡达》获得了哪些奖项？
select ?y where { ?x <中文名> "阿凡达". ?x <主要奖项> ?y. }
"第67届金球奖最佳影片"	"第67届金球奖最佳导演"	"第82届 奥斯卡金像奖最佳艺术指导"	"第82届 奥斯卡金像奖最佳摄影"	"第82届 奥斯卡金像奖最佳视觉效果"

q1134:获得奥斯卡最佳外语片奖的李安的作品是什么？
select ?x where { ?x <导演> <李安_（华人导演）>. ?x <主要奖项> "奥斯卡最佳外语片奖". }
<卧虎藏龙_（李安导演电影）>

q1135:四川大学出了哪些文学家
select ?x where { ?x <职业> <文学家> . ?x <毕业院校> <四川大学> . }
<袁柯>	<王利器>

q1138:肯德基的创始人何时出生？
select ?y where { <肯德基> <创始人> ?x . ?x <出生日期> ?y . }
"1890-09-09"

q1140:斯坦福大学出了那些经济学家？
select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <斯坦福大学> . }
<沈明高>	<奥利弗·威廉姆森>

q1149:古希腊著名哲学家有哪些？
select ?x where { ?x <国籍> <古希腊_（爱琴海-色雷斯文明圈的黄金时期）>. ?x <职业> <哲学家_（基础含义）>. }
<第欧根尼>	<柏拉图_（古希腊哲学家）>	<埃拉托斯特尼>	<维杰奈提斯>	<波希多尼>	<阿那克萨戈拉>	<恩培多克勒>	<安那西梅尼斯>	<斯珀西波斯>	<爱利亚的芝诺>	<巴门尼德>	<亚里士多德_（古希腊著名思想家）>	<毕达哥拉斯>	<泰利斯>

q1150:龙凤店的导演的出生地是哪？
select ?x where { <龙凤店> <导演> ?y. ?y <出生地> ?x. }
<香港_（中华人民共和国特别行政区）>

q1151:长篇小说堂吉诃德有多少字？
select ?y where { ?x <作品别名> "堂吉诃德、唐·吉诃德". ?x <字数> ?y. }
"826000"

q1152:出生于上海且曾在《微微一笑很倾城》中扮演角色的演员毕业于哪所学校？
select ?y where { ?x <出生地> <上海_（中华人民共和国直辖市）> . ?x <代表作品> <微微一笑很倾城_（2016年郑爽、杨洋主演电视剧）>. ?x <毕业院校> ?y. }
<中国人民解放军艺术学院>

q1154:蒋家骏导演并由胡歌主演的50集电视剧是哪部？
select ?x where { ?x <主演> <胡歌_（中国内地男演员）>. ?x <导演> <蒋家骏_（中国香港男导演）>. ?x <集数> "50". }
<神话_（2010年胡歌等主演的大型穿越玄幻电视剧）>

q1156:湛江市市花又叫做什么？
select ?x where { <湛江> <市花> ?y. ?y <别称> ?x. }
<紫珠>

q1158:"2009年第一轮第3位被雷霆队选中"的球员的毕业院校是？
select ?y where { ?x <nba选秀> "2009年第一轮第3位被雷霆队选中" . ?x <毕业院校> ?y. }
<亚利桑那州立大学>

q1160:高数是哪些人最先创立的？
select ?y where { ?x <中文名> "高等数学" . ?x <创始人> ?y . }
<戈特弗里德·威廉·莱布尼茨>	<牛顿_（艾萨克·牛顿）>

q1161:徐纪周自导自编的34集电视剧是哪部？
select ?x where { ?x <编剧> <徐纪周>. ?x <导演> <徐纪周>. ?x <集数> "34". }
<永不磨灭的番号>

q1162:和博尔赫斯同一民族的都有哪些人？
select ?x where { <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）> <民族> ?y. ?x <民族> ?y. }
<玛莎·勃洛斯金娜>	<塔尔·本哈伊姆_（以色列后卫）>	<门德尔松_（德国作曲家）>	<冈伯格>	<弗罗伊德>	<末日博士>	<雅各_（以色列民族先祖）>	<摩西·冈伯格>	<leonid afremov>	<以利亚_（圣经中的先知）>	<伊利·科恩>	<沃纳·迈克尔·布鲁门特尔>	<若瑟>	<马尔科姆·格雷泽>	<诺特尔>	<乔治·索罗斯>	<蒂博尔·塞凯伊>	<埃米尔·杜尔凯姆>	<柴姆·苏丁>	<asher roth>	<雅各布·希夫>	<汉斯·艾斯勒>	<格林斯潘回忆录>	<brad delson>	<爱泼斯坦_（波兰裔中国作家）>	<汉娜·阿伦特>	<斯坦尼斯拉夫·莱姆>	<西摩尼>	<司提反>	<海因里希·海涅>	<卡其斯·布瑞特>	<保罗·罗宾·克鲁格曼>	<保罗·策兰>	<nikki yanofsky>	<安迪·葛洛夫>	<巴拿巴>	<伊万·汉德勒>	<梅尔文·勒罗伊>	<杰西·艾森伯格>	<沙博理>	<David Mazouz>	<拉卡托斯>	<yonatan shainfeld>	<赫尔曼·爱因斯坦>	<迈克尔·波兰尼>	<夏洛克_（喜剧《威尼斯商人》中的人物）>	<丽莎·库卓>	<塞缪尔·贝克特_（法国作家）>	<西尔万·沙洛姆>	<若昂·贡萨尔维斯·扎尔科>	<茹达斯>	<马梅特，D.>	<波普尔>	<圣母玛利亚_（耶稣的生母）>	<塞缪尔·龚帕斯>	<大卫王_（历史人物）>	<斯蒂芬·杰·古尔德>	<巴格里茨基>	<诺查丹玛斯>	<沃尔夫·格里高里夫维奇·梅辛>	<豪尔赫·路易斯·博尔赫斯_（阿根廷作家）>	<梅塔_（音乐指挥家）>	<戈兹兰>	<阿里克·沙龙>	<伊芙琳·科扎克>	<麦拉·考曼>	<殷巴尔>	<伊耶罗尼姆·彼得罗维奇·乌博列维奇>	<艾伦·金斯伯格>	<詹姆斯·斯坦伯格>	<列夫·达维多维奇·朗道>	<伦纳德·尼莫伊>	<雅克·弗洛蒙塔尔·阿莱维>	<亨利·柏格森>	<本沙南>	<利奥波德·戈多夫斯基>	<恰耶夫斯基>	<奈莉·萨克斯>	<所罗门_（古代以色列王国第三任国王）>	<Aaron Swartz>	<耶胡达·阿米亥>	<梅耶·阿姆斯洛·罗斯柴尔德>	<阿列克斯·库泽姆>	<艾尔芙蕾德耶利内克>	<大卫·迪奥>	<克朗内克>	<海德维希·爱娃·玛丽娅·基斯勒>	<亚历山德拉·莱斯曼>	<阿里埃勒·沙龙>	<伊莱娜·内米洛夫斯基>	<桑德林>	<麦克尔·桑德尔>	<itay gil>	<凯尔泰斯·伊姆雷>	<艾萨克·斯特恩>	<库恩·贝拉>	<芭儿·拉法莉>	<奥托·弗兰克>	<拉姆·伊曼纽尔>	<克洛德·列维-斯特劳斯>	<阿尔伯特·亚伯拉罕·迈克尔逊>	<阿西莫夫短文两篇>	<卡贝_（世界杰出翻译家）>	<爱德华·比希纳>	<卡尔·马克思_（马克思主义创始人）>	<弗朗茨·沃克斯曼>	<大卫·李嘉图>	<肖恩·托布>	<巴鲁赫·斯宾诺莎>	<雅克·德里达>	<奥托·鲍威尔>	<莫里斯·维格诺尔>	<何仕文>	<约纳坦·内塔尼亚胡>	<罗雅达节>	<斯蒂芬·茨威格>	<海莉·凯特·爱森伯格>	<贝洛_（芝加哥大学教授）>	<弗拉维奥·约瑟夫斯>	<斯塔尼斯拉斯·朱利安>	<梅耶·罗斯柴尔德>	<艾伦·巴金>	<韦芳菲>	<齐皮·利夫尼>	<马克·夏加尔>	<阿维斯布隆_（历史人物）>	<莱恩·布拉瓦特尼克>	<伊罗生>	<布勒呐>	<哈伊姆·魏茨曼>	<维达·沙宣_（国际殿堂级发型大师）>	<祖宾>	<汉斯·阿道夫·克雷布斯>	<格特鲁德·斯坦>	<法兰兹·鲍亚士>	<雅可夫·米哈伊诺维奇·斯维尔德洛夫>	<所罗门_（英国拉菲尔前派画家）>	<马斯洛>	<阿龙·切哈诺沃>	<弗朗索瓦·雅各布>	<伊茨哈克·奥巴斯>	<达尼埃尔·谢赫特曼>	<狄斯累利>	<路易西托·蒙蒂>	<大卫·斯特恩>	<鲁思·金斯伯格>	<迈克尔·拉帕波特>	<参孙>	<Elie Chouraqui>	<路德维希·冯·米塞斯>	<塔米尔·科恩>	<阿维格多·利伯曼>	<保罗·埃伦费斯特>	<埃利·维塞尔>	<安泰毅>	<格蒂·特蕾莎·科里>	<奥托·迈尔霍夫>	<叶甫格尼·基辛>	<费利克斯·豪斯多夫>	<基普尼斯>	<贝蒂尼_（以色列指挥家）>

q1165:秦始皇的继承者的结局？
select ?y where { <秦始皇_（中国首位皇帝）> <继承人> ?x. ?x <人物结局> ?y . }
"被逼自杀"

q1166:清朝有哪些政治家？
select ?x where { ?x <国籍> <清朝_（中国历史朝代）>. ?x <职业> <政治家>. }
<赫舍里·索额图>	<言敦源>	<唐训方>	<李鸿章_（晚清名臣）>	<魏源_（清代思想家）>	<谢翰文>	<孙家鼐>

q1170:儒家文化对中国影响深远，试着举出几个以它为信仰的哲学家
select ?x where { ?x <信仰> <儒道_（儒家文化）>. ?x <职业> <哲学家_（基础含义）>. }
<扬雄>	<王充_（东汉哲学家）>

q1171:所有球衣号码是9的巴西足球运动员？
select ?x where { ?x <球衣号码> "9". ?x <运动项目> <足球>. ?x <国籍> <巴西_（巴西联邦共和国）>. }
<德尼尔森·索萨>	<保罗·巴雷托>	<埃利维尔顿>	<拉斐尔·皮雷斯·维埃拉>	<古斯塔博>	<弗朗塞里诺·马图扎伦>	<凯奥_（足球运动员）>	<雷纳尔多·席尔瓦>	<埃韦顿·莱昂德罗·多斯·桑托斯·平托>	<邓蒂尼奥>	<达米昂>	<库克路易斯>	<路易斯·穆里奇>	<米切尔·辛普利西奥>	<安德烈·菲利佩·里贝罗·德·索萨>	<古托>	<瓦格纳·洛维>	<莱昂德罗·内托>	<布兰达奥>

q1172:杨紫琼、章子怡合作过哪些作品？
select ?x where { ?x ?y <章子怡>. ?x ?y <杨紫琼>. }
<卧虎藏龙_（李安导演电影）>	<女演员>	<艺伎回忆录_（2005年罗伯·马歇尔执导美国电影）>

q1173:日本哪座城市以紫罗兰为市花？
select ?x where { <日本_（日本国）> <主要城市> ?x. ?x <市花> <紫罗兰_（十字花科草本植物）>. }
<大阪>

q1175:贝多芬的国家的首都是？
select ?x where { <音乐家贝多芬> <国籍> ?y. ?y <首都> ?x. }
<巴黎_（法国首都）>

q1176:1997版泰坦尼克号的主演都有谁?？
select ?y where { ?x <中文名> "泰坦尼克号" . ?x <出品时间> "1997" . ?x <主演> ?y . }
<凯特·温斯莱特>	<莱昂纳多·迪卡普里奥>

q1177:第85届奥斯卡金像奖最佳女配角毕业于哪个大学？
select ?x where { ?y <主要成就> "第85届奥斯卡金像奖最佳女配角". ?y <毕业院校> ?x. }
<纽约大学>

q1179:香奈儿五号香水是什么时候发行的？
select ?y where { ?x <别名> "香奈儿五号". ?x <发行时间> ?y. }
"1921"

q1182:"封建"一词的基本含义？
select ?y where { ?x <中文名> "封建" . ?x <基本含义> ?y . }
"一种分封的政治制度 等"

q1187:上海铁路局下辖哪些特等站？
select ?x where { ?x <车站等级> <特等站>. ?x <隶属铁路局> <上海铁路局>. }
<徐州东站>	<南京南站_（高铁站南京南站）>	<杭州东站>	<上海站_（火车站）>	<无锡站_（火车站）>	<合肥南站>	<阜阳火车站>	<上海虹桥站>	<徐州站>

q1190:叶芝是哪个国家的著名诗人？
select ?x where { <威廉·巴特勒·叶芝> <职业> <诗人_（汉语词语）>. <威廉·巴特勒·叶芝> <国籍> ?x. }
<爱尔兰_（爱尔兰共和国）>

q1192:法国的作家有哪些？
select ?x where { ?x <职业> <作家_（从事文学创作有成就的人）>. ?x <国籍> <法国_（法兰西共和国）> . }
<卢梭_（法国著名思想家）>	<勒萨日>

q1193:宋徽宗的主要作品有哪些？
select ?y where { ?x <庙号> <徽宗>. ?x <主要作品> ?y. }
<书牡丹诗>	<池塘晚秋图>

q1195:赫鲁晓夫的出生地是哪里？
select ?y where { ?x <中文名> ?z . filter regex(?z, "赫鲁晓夫") . ?x <出生地> ?y . }
<库尔斯克州>	<俄罗斯帝国>	<卡利诺夫卡>

q1196:蝙蝠侠的队友中有那些和蝙蝠侠来自同一国家？
select ?a where { <蝙蝠侠_（美国DC漫画旗下超级英雄）> <国籍> ?x. <蝙蝠侠_（美国DC漫画旗下超级英雄）> <所属团队> ?y.?a <国籍> ?x.?a <所属团队> ?y.}
<Flash_（DC旗下超级英雄）>	<约翰·斯图尔特_（美国DC漫画旗下超级英雄）>	<绿箭_（美国DC漫画旗下超级英雄）>	<巴里·艾伦>	<绿灯侠_（美国DC漫画旗下超级英雄）>	<神奇上尉_（美国DC漫画旗下超级英雄）>	<电子人_（美国DC漫画旗下超级英雄）>	<生化人_（美国DC漫画旗下超级英雄）>	<夜翼_（美国DC漫画中的超级英雄）>	<沃利·韦斯特>	<蝙蝠侠_（美国DC漫画旗下超级英雄）>	<黑金丝雀>	<哈尔·乔丹>

q1198:成立于广东的物流公司CEO是谁？
select ?y where { ?x <成立地点> <广东>. ?x <经营范围> <物流公司>. ?x <集团总裁> ?y. }
<王卫_（顺丰速运（集团）有限公司总裁）>

