q13:“超级碗”是什么体育项目联赛的年度冠军赛？
select ?x where { <超级碗> <介绍> ?x. }
"美国国家美式足球联盟年度冠军赛"

q19:清朝词人纳兰性德是哪个民族的人？
select ?y where { <纳兰性德> <民族族群> ?y. }
<满族>

q31:中国最早的一部诗歌总集是？
select ?x where { ?x <历史地位> "中国最早的一部诗歌总集". }
<诗经>

q32:家喻户晓的角色印第安纳·琼斯是由哪个演员扮演的？
select ?x where { <印第安纳·琼斯> <扮演者> ?x. }
<哈里森·福特_（芝加哥籍美国演员）>

q34:小明想调一杯长岛冰茶，他需要哪些酒作为基酒？
select ?x where { <长岛冰茶_（鸡尾酒名称）> <基酒> ?x. }
<伏特加_（酒类名称）>	<朗姆酒_（蒸馏酒名）>	<龙舌兰_（烈酒名）>	<金酒>

q35:有什么和“凿壁偷光”意思相近的词语？
select ?x where { <凿壁偷光> <近义词> ?x. }
<囊萤映雪>	<悬梁刺股>

q36:可以给我推荐一些任天堂公司出的游戏吗？
select ?x where { <任天堂> <主要软件系列> ?x. }
"精灵宝可梦"	"马里奥"	"塞尔达传说"

q40:火星的公转周期是多少天？
select ?x where { <火星_（太阳系八大行星之一）> <公转周期> ?x. }
输出"687天"

q43:列举唐朝的代表诗人？
select ?x where { <唐诗_（唐朝诗歌通称）> <代表诗人> ?x. }
<李白_（唐朝著名诗人）>	<孟浩然_（唐朝山水田园派诗人）>	<王维_（唐代诗人）>	<杜甫_（唐朝著名现实主义诗人）>	<王勃_（唐代诗人）>

q44:你喜欢吃包子吗，你知道是谁发明的吗？
select ?x where { <包子_（中国传统食品）> <发明者> ?x. }
<诸葛亮_（三国时期蜀汉丞相）>

q49:新海诚动漫《你的名字》由哪个公司出品？
select ?x where { <你的名字_（新海诚执导的动画电影）> <出品> ?x. }
<东宝株式会社>

q50:国际足联世界杯的冠军奖杯叫做什么？
select ?x where { <世界杯_（国际足联世界杯）> <奖杯> ?x. }
 "大力神杯"	"雷米特杯"

q51:有“铁血宰相”之称的俾斯麦是哪个国家的？
select ?x where { <奥托·冯·俾斯麦> <国籍> ?x. }
<德意志帝国_（德国国号）>

q55:深圳市的城市精神是？
select ?x where { <深圳> <城市精神> ?x. }
<团结_（汉语词语）>	<创新_（汉语词语）>	<奉献_（汉语词语）>	<开拓>

q60:有多少皮卡丘是雌性的，多少是雄性的？
select ?x where { <皮卡丘> <性别比例> ?x. }
"50%♂"	"50%♀"

q62:电影《长江7号》是制片成本是多少？
select ?x where { <长江7号> <制片成本> ?x. }
 "2000万美元"

q67:白居易的那首《长恨歌》一共有多少字？
select ?x where { <长恨歌_（白居易长篇叙事诗）> <字数> ?x. }
”840”

q70:如果把《诗经》翻译成英文，应该叫什么？
select ?y where { <诗经> <外文名> ?y. }
"The Book of Songs"

q74:被称为“法鲨”的迈克尔·法斯宾德毕业于哪所院校？
select ?x where { <迈克尔·法斯宾德> <毕业院校> ?x. }
<伦敦戏剧中心>

q76:美苏冷战期间发生了什么重大事件？
select ?x where { <冷战_（美国与苏联为主的政治、经济、军事斗争）> <重大事件> ?x. }
<越南战争_（冷战中的重要局部战争）>

q78:鹑吃浆果，狮头鹅吃杂食，请问爪哇闪皮蛇吃什么？
select ?y where { <爪哇闪皮蛇> <食物> ?y. }
<蛙_（无尾目两栖纲动物）>

q79:法国有哪些著名的汽车品牌？
select ?x where { <法国_（法兰西共和国）> <汽车品牌> ?x. }
<标致_（法国标致雪铁龙集团旗下汽车品牌）>	<雪铁龙>	<雷诺_（法国车辆制造商）>

q80:钢铁侠加入了哪些组织？
select ?x where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <所属团队> ?x. }
<复仇者_（惊奇漫画公司漫画《复仇者》）>	<光照会_（美国漫威漫画旗下秘密组织）>	<神盾局>

q81:实行议会制君主立宪制的有哪些国家？
select ?x where { ?x <政治体制> <议会制君主立宪制>. }
<<日本_（日本国）>	<英国_（大不列颠及北爱尔兰联合王国）>	<瑞典>	<威尔士>	<加拿大_（北美洲国家）>	<丹麦>	<卢森堡_（卢森堡大公国）>	<荷兰>	<西班牙_（西班牙王国）>	<挪威>	<比利时>	<新西兰>	<澳大利亚>	<安道尔_（欧洲南部国家）>	<马来西亚>	<巴布亚新几内亚>	<不丹>	<梵蒂冈>	<牙买加>	<列支敦士登>	<大英帝国>	<伊德里斯王朝_（利比亚现代王朝）>	<摩纳哥>	<格陵兰>	<库克群岛>	<法兰西第二帝国>	<库拉索>	<英国文化>	<西印度群岛联邦>	<蒙特塞拉特>	<槟城岛>	<大不列颠与爱尔兰联合王国>	<新西兰历史>	<泰国完全旅行指南>	<单机游戏吧>	<桑德王国>	<百慕大共和国>	<瑞典及芬兰联合王国>	<亚利根帝国>

q91:黄河最主要的支流有哪些？
select ?x where { <黄河_（中国第二长河）> <主要支流> ?x. }
<汾河_（黄河在山西境内的支流）>	<洮河>	<渭河_（中国黄河的最大支流）>

q93:多人在线战术竞技游戏有哪些代表作？
select ?x where { <MOBA> <代表游戏> ?x. }
<LOL_（网络游戏）>	<膀胱荣耀>

q95:杨红樱什么时候创作的淘气包马小跳？
select ?x where { <淘气包马小跳_（杨红樱作品）> <创作时间> ?x. }
"2003-07-01"

q96:黑板有哪几种颜色？
select ?x where { <黑板_（书写用物品）> <颜色> ?x. }
<白色_（包含光谱中所有颜色光的颜色）>	<黑色_（颜色的一种）>	<米黄色>

q100:三国时期三个国家以及各自的面积？
select ?x where { <三国_（中国东汉与西晋之间的历史时期）> <国土面积> ?x. }
"魏291万"	"蜀106万"	"吴145万（262年）"

q101:科比很厉害吗，他有多高？
select ?x where { <科比·布莱恩特> <身高> ?x. }
198厘米/6英尺6英寸	96千克/205磅

q102:菠萝种植在哪些区域？
select ?x where { <菠萝> <分布区域> ?x. }
<泰国>	<南美洲>	<岭南_（中国地区）>

q103:歌手许嵩的代表作有哪些？
select ?x where { <许嵩_（中国内地流行音乐男歌手）> <代表作品> ?x . }
<不如吃茶去>	<青年晚报>	<苏格拉没有底>	<梦游计>

q105:M16自动步枪使用多大口径的子弹？
select ?x where { <M16系列自动步枪> <口径> ?x. }
"5.56MM"

q108:舒伯特有哪些代表作？
select ?x where { <舒伯特> <代表作品> ?x. }
<玫瑰_（蔷薇科蔷薇属植物）>	<流浪者_（印度电影）>	<小夜曲_（抒情风格声乐体裁形式）>	<摇篮曲_（入睡歌曲）>	<魔王_（奥地利舒伯特著叙事曲）>	<鳟鱼_（舒伯特创作艺术歌曲）>	<圣母颂>	<马勒第八交响曲>

q110:京剧的发源地是哪里？
select ?x where { <京剧_（中国国粹）> <发源地> ?x. }
<皖南>	<徽州府>	<安庆府>

q114:家有儿女太好看了，听说它还获得了电视剧金奖，我想刷完整部剧，你知道它每集有多长吗？
select ?x where { <家有儿女_（2005年林丛执导的系列情景喜剧）> <每集长度> ?x. }
<25 minutes>

q117:盐酸从外表看上去是什么样子的？
select ?x where { <盐酸> <外观> ?x. }
"无色至淡黄色清澈液体"

q119:英国探险家弗朗西斯·德雷克出生地是哪里？
select ?x where { <弗朗西斯·德雷克_（16世纪英国航海探险家）> <出生地> ?x. }
<德文郡>

q123:吉野家创建于什么时候？
select ?x where { <吉野家> <创始时间> ?x. }
"1899"

q124:仙剑奇侠传五前传是哪个系列的游戏？
select ?x where { <仙剑奇侠传五前传_（2013年北京软星制作的单机游戏）> <所属系列> ?x. }
 <仙剑奇侠传_（大宇资讯出品的单机游戏品牌）>

q125:“共产主义五大人物”都有哪些？
select ?x where { <共产主义五大人物> <代表人物> ?x. }
<卡尔·马克思_（马克思主义创始人）>	<弗里德里希·恩格斯>	<列宁_（苏维埃社会主义共和国联盟的创造者）>

q126:《胡笳十八拍》是谁的传世之作？
select ?x where { ?x <主要作品> <胡笳十八拍_（长篇骚体叙事诗）>. }
<蔡文姬_（汉末三国时期才女）>

q127:悉尼有哪些火车站？
select ?x where {<悉尼_（澳大利亚新南威尔士州首府）> <火车站> ?x. }
<环形码头>	<悉尼中央车站>

q130:白居易的那首《琵琶行》一共有多少字？
select ?x where { <琵琶行_（白居易诗作）> <字数> ?x. }
"754"

q134:海贼王里布鲁克怕什么？
select ?x where { <布鲁克_（日本动漫《海贼王》中主要人物）> <最怕的东西> ?x. }
"幽灵”	”僵尸”	”鬼"

q138:请推荐几部演员俞飞鸿的作品？
select ?y where { <俞飞鸿> <代表作品> ?y. }
<三少爷的剑_（2016年尔冬升执导3D武侠电影）>	<策马啸西风>	<大丈夫_（2014年王志文、李小冉主演电视剧）>	<牵手_（1998年杨阳执导电视连续剧）>	<小李飞刀_（1999年焦恩俊主演电视剧）>	<爱有来生_（2009年电影）>

q139:我特别喜欢看老友记，你记得它第一次播出是什么时候吗？
select ?y where { <老友记_（美国情景剧）> <首播时间> ?y. }
"1994-09-22"

q142:在金庸小说《天龙八部》中，谁练成了六脉神剑？
select ?x where { <六脉神剑_（金庸武侠小说《天龙八部》剑法）> <主要练成者> ?x. }
"段誉"	"段思平"

q143:维多利亚火车站是怎样的建筑风格？
select ?x where { <维多利亚火车站> <建筑类型> ?x. }
 <哥特式建筑>

q144:秦始皇主要依靠什么思想治国?？
select ?x where { <秦始皇_（中国首位皇帝）> <信仰> ?x. }
<法家思想>

q152:李敖先生是一个什么性格的人？
select ?x where { <李敖> <性格> ?x. }
<理想主义>	<仗义执言_(汉语词汇)>

q153:加拿大的主要民族？
select ?x where { <加拿大_（北美洲国家）> <主要民族> ?x. }
<英裔加拿大人>	<法裔加拿大人>	<华裔加拿大人>

q154:“提灯女神”南丁格尔毕业于哪所大学？
select ?x where { <弗洛伦斯·南丁格尔_（护理事业的创始人和现代护理教育的奠基人）> <毕业院校> ?x. }
<剑桥大学>

q156:奥斯陆是哪个国家的首都？
select ?x where { ?x <首都> <奥斯陆>. }
<挪威>

q157:战国七雄是指哪七个国家？
select ?x where { <战国_（中国历史时期）> <主要诸侯国> ?x. }
"韩"	"燕"	"秦"	"齐"	"楚"	"赵"	"魏"

q158:曾为世界最高的巴米扬大佛位于哪一个国家？
select ?x where { <巴米扬大佛> <所属国家> ?x. }
<阿富汗伊斯兰共和国>

q161:中国大陆法定结婚年龄，男生不得早于多少岁？
select ?x where { <法定结婚年龄_（中国大陆法定结婚年龄）> <男方年龄> ?x. }
"22周岁"

q162:给出绝望的主妇中的四位女主姓名？
select ?x where { <绝望的主妇_（电视剧）> <主演> ?x. }
<伊娃·朗格利亚>	<泰瑞·海切尔>	<菲丽西提·霍夫曼>	<玛西娅·克罗斯>

q163:请列出马尔克斯的小说作品？
select ?x where { ?x <作者> <加夫列尔·加西亚·马尔克斯>. }
<苦妓追忆录_（书籍）>	<百年孤独>	<枯枝败叶_（[哥伦比亚] 加西亚·马尔克斯小说）>	<我不是来演讲的>	<智利秘密行动>	<城市的孤寂>	<没有人给他写信的上校>	<超越爱情的永恒之死>	<霍乱时期的爱情_（加西亚·马尔克斯原著小说）>	<一件事先张扬的凶杀案>	<第三次辞世>	<礼拜二午睡时刻>	<一桩事先张扬的凶杀案>	<一件事先张扬的谋杀案>	<加西亚·马尔克斯中短篇小说集>	<MEMORIES OF MYMELANCHOLY 苦妓追忆录>	<恶时辰>	<拉丁美洲的孤独_（马尔克斯演讲词）>	<十二个朝圣故事>

q164:南极有哪些世界之最的美誉？
select ?x where { <南极_（南极地区）> <世界之最> ?x. }
"最大的荒漠"	"降水最少"

q166:你知道我们所在的地球的质量吗？
select ?x where { <地球_（太阳系八大行星之一）> <质量> ?x. }
"5.965×10^24kg"

q171:故宫有什么值得参观的馆藏？
select ?x where { <故宫_（北京故宫）> <馆藏精品> ?x. }
<清明上河图_（北宋张择端风俗画）>	<酗亚方樽>	<清乾隆金嵌宝金瓯永固杯>

q175:海贼王里弗兰奇从谁那里学到了修船的技艺？
select ?x where { <弗兰克_（日本动漫《海贼王》中人物）> <师父> ?x. }
<TOM_(《猫和老鼠》主角之一)>

q176:民国有四个男人英俊潇洒，被称为“民国四大美男”，他们是谁？
select ?x where { <民国四大美男> <成员> ?x. }
<周恩来>	<梅兰芳_(中国京剧表演艺术家)>	<汪精卫>	<张学良_(国民革命军将领)>

q178:863计划是由哪些科学家提议的？
select ?x where { <国家高技术研究发展计划（863计划）> <科学家提议> ?x. }
"王淦昌"	"陈芳允"	"王大珩"	"杨嘉墀"

q181:眼镜利用了哪方面的物理学原理？
select ?x where { <眼镜_（光学器件装饰品）> <原理> ?x. }
"光学"

q182:负荆请罪是哪两个人之间发生的故事？
select ?x where { <负荆请罪> <相关人物> ?x. }
<廉颇_（战国时期赵国名将）>	<蔺相如>

q183:给出所有是枝裕和导演的电影？
select ?x where { ?x <导演> <是枝裕和>. }
 <无人知晓_（日本2004年是枝裕和执导电影）>	<幻之光_（电影）>	<没有他的八月天>	<特别家庭_（日本电影）>	<空气人偶>	<Going My Home>	<我的意外爸爸>	<如父如子>	<海街日记>	<步伐不停>	<海街>	<人形空气>	<后日>	<奇迹_（日本2011年是枝裕和执导电影）>	<下一站，天国>	<祝你平安：Cocco的无尽之旅>	<花之武者>	<比海更深>	<距离_（日本电影《距离》）>

q186:中华人民共和国的国家领导人是谁？
select ?x where { <中华人民共和国> <国家领袖> ?x . }
<习近平>	<李克强_（中共中央政治局常委，国务院总理）>	<张德江_（中央政治局常委）>	<中华人民共和国主席>	<中华人民共和国国务院总理>	<中华人民共和国全国人民代表大会常务委员会委员长>

q188:在金庸小说《天龙八部》中，斗转星移的修习者是谁？
select ?x where { <斗转星移_（金庸小说武功心法）> <主要修习者> ?x. }
"慕容博"	"慕容龙城"	"慕容复"

q192:索尼公司的经营范围有哪些？
select ?x where { <索尼_（世界著名企业）> <经营范围> ?x. }
<娱乐_（汉语词语）>	<电子_（基本粒子之一）>	<金融_（专业词语汉语词语）>	<信息技术_（用于管理和处理信息所采用各种技术总称）>

q193:2014年世界杯的冠军是哪只队？
select ?x where { <2014年巴西世界杯> <冠军> ?x. }
 <德国国家男子足球队>

q197:海贼王动画里黑胡子的声优是谁？
select ?x where { <黑胡子_（动漫《海贼王》中人物）> <配音> ?x. }
<大冢明夫>

q201:菲尔·奈特创立了什么品牌？
select ?x where { ?x <创始人> <菲尔·奈特>. }
<NIKE>	<AIR_（耐克旗下系列产品）>

q208:书籍《假如给我三天光明》是什么体裁？
select ?x where { <假如给我三天光明> <文学体裁> ?x. }
<散文_（文学体裁）>

q210:能告诉我苹果公司的首席执行官吗？
select ?y where { <苹果_（苹果产品公司）> <首席执行官> ?y. }
<库克_（苹果公司现任首席执行官蒂姆·库克）>

q211:有本巨著叫《中国音韵学》，它是谁写的？
select ?x where { ?x <代表作品> <中国音韵学>. }
<王力_（中国现代语言学奠基人之一）>

q212:刻舟求剑这个故事发生在哪个年代？
select ?x where { <刻舟求剑> <产生年代> ?x. }
<春秋战国_（中国历史时期）>

q216:中国民权保障同盟是谁发起的？
select ?y where { <中国民权保障同盟> <发起人> ?y. }
<蔡元培>	<杨杏佛>	<宋庆龄>

q222:阿里巴巴创始人马云是什么血型呀？
select ?x where { <马云_（阿里巴巴集团创始人）> <血型> ?x. }
<O型>

q223:小说《孤军日志》连载于哪个网站？
select ?x where { <孤军日志> <连载网站> ?x. }
 <起点_（网站名称）>

q226:爱伦·坡有哪些作品？
select ?y where { ?y <作者> <埃德加·爱伦·坡>. }
<最快乐的日子>	<泄密的心_（美国埃德加·爱伦·坡著短篇小说）>	<爱伦坡短篇小说选集>	<一首谜诗>	<你就是杀人凶手>	<大师插图本：爱伦·坡诗集>	<悬疑集>	<欧美经典侦探小说精选>	<催眠启示录>	<十四行诗——致科学>	<爱伦·坡暗黑故事集>	<致海伦>	<贵族侦探杜宾探案故事>	<经典爱伦坡惊悚集>	<安娜贝尔·丽>	<外教社法语分级注释读物系列>	<失窃的信>	<红魔假面舞会>	<爱伦·坡暗黑故事全集（上册）>	<爱伦·坡短篇小说集>	<爱伦·坡精品集>	<伊斯拉菲尔_（爱伦坡创作诗歌）>	<致河>	<西·奥古斯特·杜宾>	<我发现了>	<怪异故事集（两种图片随机发放）>	<尤娜路姆>	<世界著名惊悚故事>	<爱伦·坡恐怖小说选>	<莫格街凶杀案>	<丽姬娅>	<爱伦·坡诗集>	<尤拉丽之歌>	<安娜蓓尔·李>	<致我的母亲>	<亡灵_（埃德加爱伦坡诗歌作品）>	<金甲虫_（美国爱伦·坡著中篇小说）>	<推好看>	<爱伦坡的诡异王国>

q227:书籍《黄帝内经养生秘法》的作者是谁？
select ?x where { <黄帝内经养生秘法> <作者> ?x. }
 <云中天>

q231:澳大利亚代表动物是什么？
select ?y where { <澳大利亚> <代表动物> ?y.}
<树袋熊>	<鸭嘴兽>	<袋鼠_（动物名称）>

q232:《星球大战》系列电影的发行公司是哪个？
select ?x where { <星球大战_（卢卡斯电影公司出品《星球大战》系列电影）> <发行公司> ?x. }
<二十世纪福克斯电影公司>

q235:给我一些3D电影。
select ?x where { ?x <类型> <3D_（三维的英文缩写）>. }
<魔侠传之唐吉可德_（2010年阿甘导演电影）>	<百变猪猪侠_（祖玛类小游戏）>	<我的世界1.7.4>	<疯狂时代_（动漫）>	<热河之恋>	<大轰炸_（2016年刘烨、宋承宪主演的电影）>	<碧维视BV8078M>	<月光宝盒OL>	<一万年以后>	<怨灵人偶>	<Volcano_（游戏引擎）>	<牛兄牛弟>	<3D沙滩排球>	<四大名捕3>	<奇人密码：古罗布之谜>	<UleadCOOL3DV3.5简体中文版>	<铁观音大战变形金刚>	<舞力对决2>	<惊天破_（2016年谢霆锋、刘青云主演3D电影）>	<猎魔教士3D>	<灌篮Online>	<圣剑大陆>	<开心超人2：启源星之战>	<月夜匪患>	<梦回金沙城>	<恐龙帝国OL>	<最终幻想XIII13>	<索尼 PMW-F3套机(35mm)>	<少年派的奇幻漂流_（2012年李安执导电影）>	<老夫子2001>	<海兰的崛起>	<三只小猪_（2015暑期档动画电影）>	<神笔马良_（2014年钟智行执导内地3D动画电影）>	<曙光之战_（同名手游）>	<三国演义_（2011年姜伟指导3D动画片）>	<斗战神_（虚拟印象原创爆笑3D动画）>	<破地狱_（2015年谢霆锋主演3D电影）>	<末日杀戮Kill Me Again :僵尸>	<新星旅行者>	<阿尔龙：炉之火>	<我叫MT全3D>	<京城81号贰>	<直白标题机器人动画>	<射雕英雄传3D_（手游）>	<圣安德烈亚斯断层大地震>

q238:日本间谍川岛芳子是哪个民族的？
select ?x where { <川岛芳子_（日本间谍，伪满洲国司令）> <民族> ?x. }
<满族>

q240:歌曲《认错》属于歌手许嵩的哪张专辑？
select ?x where { <认错_（许嵩演唱歌曲）> <所属专辑> ?x . }
<自定义_（汉语词语）>

q241:戊戌变法是在什么条约的签订下展开的？
select ?x where { <戊戌变法> <背景> ?x. }
<马关条约> 

q243:现在都有哪些计算机程序设计语言？
select ?x where { ?x <类别> <计算机程序设计语言>. }
 <c语言>	<VB_（Visual Basic编程语言）>	<LISP_（计算机程序设计语言）>	<c++>	<ALGOL>	<lisp语言>	<Delphi语言>	<galaxy_（语言）>	<汉语程序设计语言>	<ada_（计算机程序设计语言）>

q245:竹子有什么象征意义？
select ?x where { <竹_（禾本科竹属植物）> <象征> ?x. }
<秉直>	<正直_（汉语词语）>	<高洁_（汉语词汇）>	<坚贞>

q246:《蒙娜丽莎的微笑》的作者是谁？
select ?x where { ?x <代表作品> <蒙娜丽莎_（列奥纳多·达·芬奇画作）>. }
<达·芬奇_（欧洲文艺复兴时期最完美的代表）>

q252:《朝花夕拾》是什么书？
select ?x where { <朝花夕拾_（鲁迅散文集）> <类型> ?x. }
<小说>	<书籍>	<文学>

q253:樱桃种植在哪些区域？
select ?x where { <樱桃_（蔷薇科落叶灌木果树）> <分布区域> ?x. }
<辽宁>	<山东_（中国山东省）>	<安徽>	<河北_（中国省级行政区）>	<陕西_（中华人民共和国省级行政单位）>	<浙江>	<江苏>	<湖北>	<河南_（中国中部地区省份之一）>	<甘肃>

q256:我想看生活大爆炸，在哪儿能找到在线资源啊？
select ?x where { <生活大爆炸> <在线播放平台> ?x. }
<搜狐视频>

q257:林清玄的主要成就是什么？
select ?x where { <林清玄> <主要成就> ?x. }
"“中国当代散文八大家”之一"	"30岁前得遍了"	"台湾所有文学大奖"

q260:《名侦探柯南》是由谁的同名漫画改编的？
select ?x where { <柯南_（同名漫画改编的长篇推理动画）> <原作> ?x. }
<青山刚昌>

q267:和谐号有哪些车次？
select ?x where { ?x <列车类型> <和谐号动车组> . }
<D3204>	<d325>	<D3203>

q268:《冰与火之歌》的英文名字是什么？
select ?x where { <冰与火之歌_（美国HBO电视台制作的电视剧）> <外文名> ?x. }
 "Game of Thrones" 

q270:苏格拉底的职业是什么？
select ?x where { <苏格拉底_（古希腊著名哲学家）> <职业> ?x. }
<思想家_（词语）>	<哲学家_（基础含义）>

q273:神灯神灯，告诉我自行车到底是干嘛用的？
select ?x where { <自行车_（脚踏车）> <作用> ?x. }
"锻炼"	"代步"	"比赛"

q275:费德勒的网球生涯中有什么成就？
select ?x where { <罗杰·费德勒> <重要事件> ?x. }
“2003年7月6日获得”	”温网男单冠军”	”2004年2月2日首次登上男子单打排名世界第一”	”2003年至2007年完成温网五连冠2004年至2008年完成美网五连冠”	”2009年法网完成生涯全满贯”

q279:中华人民共和国国歌是由谁作曲的？
select ?x where { <义勇军进行曲> <谱曲> ?x . }
<聂耳_（人民音乐家）>

q281:八大菜系有哪些？
select ?x where { <八大菜系> <组成> ?x . }
<福建>	<川>	<浙_（汉字）>	<苏_（苏是汉语汉字姓氏动词）>	<鲁_（中国汉字）>	<粤_（汉语汉字）>	<湘_（中国汉字）>	<徽>

q286:北京的故宫博物院什么季节去最好？
select ?x where { <故宫_（北京故宫）> <适宜游玩季节> ?x. }
<春季>

q287:NBA中詹姆斯主要是打哪个位置？
select ?x where { <詹姆斯_（勒布朗·詹姆斯）> <位置> ?x. }
<小前锋>

q288:朝花夕拾的作者是谁？
select ?x where { ?x <代表作品> <朝花夕拾_（鲁迅散文集）>. }
<鲁迅_（文学家、思想家）>

q292:梁静茹的天黑黑是用国语唱的还是粤语唱的？
select ?x where { <天黑黑_（孙燕姿演唱歌曲）> <歌曲语言> ?x. }
<普通话_（标准官话，国语）>

q293:《射雕英雄传》中黄蓉的丈夫是谁？
select ?x where { <黄蓉_（金庸武侠小说《射雕英雄传》女主角）> <丈夫> ?x. }
 <郭靖_（金庸武侠小说《射雕英雄传》男主角）> 

q294:“打蛇打七寸”中的七寸是什么含义？
select ?x where { <七寸> <原意> ?x. }
"指蛇的心脏位置"

q298:二郎神身边的神兽哮天犬是哪部作品里的角色？
select ?x where { <哮天犬_（神话传说中二郎神身边的神兽）> <登场作品> ?x. }
<宝莲灯_（中国古代神话传说）>

q301:电影《两千狂人》是何时上映的？
select ?x where { <两千狂人> <上映时间> ?x. }
 "1964-03-20"

q307:第一个登上维密的亚洲模特是谁？
select ?x where { ?x <主要成就> "第一个登上维密的亚洲模特". }
<刘雯_（中国大陆模特）>

q308:曹文轩老师创作的草房子收录在哪里？
select ?x where { <草房子_（1997年曹文轩创作的小说）> <作品出处> ?x. }
 <曹文轩文集>

q310:2010年世界杯的冠军是哪只队？
select ?x where { <2010年南非世界杯> <冠军> ?x. }
 <西班牙国家男子足球队>

q311:《嘎达梅林》是哪个民族的民歌？
select ?x where { <嘎达梅林_（蒙古族长篇叙事民歌）> <歌曲类别> ?x. }
<蒙古族民歌>

q313:我们经常吃的油条又称什么？
select ?x where { <油条_（油炸食品）> <别称> ?x. }
<油炸鬼>	<果子>	<油炸果>

q314:二战时期“轴心国”的成员有哪些？
select ?x where { <轴心国> <代表成员> ?x. }
<德国>	<意大利>	<日本>

q316:唐三彩的三种颜色分别是？
select ?x where { <唐三彩_（唐代陶器）> <基本釉色> ?x. }
"黄"	"绿"	"褐"

q318:博尔赫斯的作品有哪些？
select ?y where { ?y <作者> <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）>. }
<交叉小径的花园_（博尔赫斯于1944年创作的小说）>	<另一只老虎>	<阿莱夫_（阿根廷作家博尔赫斯1949年创作的短篇小说）>	<博尔赫斯全集>	<巴比伦的抽签游戏>	<莎士比亚的记忆>	<虚构集>	<沙之书_（豪尔赫·路易斯·博尔赫斯小说）>	<修补墙壁>	<小径分叉的花园>	<Barrio reconquistado>	<巴比伦彩票>	<玫瑰与弥尔顿>	<巴别图书馆>	<波佩的面纱>	<南方_（博尔赫斯所著短篇小说）>	<我的一生_（阿根廷博尔赫斯诗作）>	<同醉汉的对话>	<被占据的住宅>	<黑色模拟>

q325:有哪些国家使用欧元？
select ?x where { ?x <货币> <欧元>. }
 <德国_（德意志联邦共和国）>	<意大利_（意大利共和国）>	<奥地利>	<卢森堡_（卢森堡大公国）>	<葡萄牙>	<法国_（法兰西共和国）>	<荷兰>	<西班牙_（西班牙王国）>	<爱尔兰_（爱尔兰共和国）>	<斯洛文尼亚>	<立陶宛>	<比利时>	<希腊>	<斯洛伐克>	<爱沙尼亚>	<拉脱维亚>	<塞浦路斯>	<圣马力诺>	<安道尔_（欧洲南部国家）>	<芬兰_（芬兰共和国）>	<芬兰共和国>	<黑山共和国>	<梵蒂冈>	<马耳他>	<联邦德国>	<科索沃>	<西欧>	<摩纳哥>	<留尼汪岛>	<Germany>	<赫尔辛基>	<圣皮埃尔和密克隆群岛>	<法兰西第五共和国>	<萨克森_（德意志联邦共和国的一个联邦州）>	<西欧国家>	<马提尼克岛>	<马约特岛>	<库拉索>	<瓜德罗普>	<立陶宛历史>	<法属圣马丁>	<低地国家>	<亚元_（货币构想）>	<希腊小岛>	<摩纳哥县>	<爱尔兰戏剧>	<百慕大共和国>	<瑞典及芬兰联合王国>

q328:海贼王里乔巴拥有什么果实的能力？
select ?x where { ?x <拥有者> <乔巴_（《海贼王》中的角色）>. }
<人人果实>

q330:汽车的作用是什么？
select ?x where { <汽车> <主要作用> ?x. }
"运输"	"代步"

q331:我是上班族的一员，给我推销一些东西吧？
select ?x where { ?x <适用人群> <上班族_（亦叫月光族）>. }
<自行车_（脚踏车）>	<宅健身>	<兰蔻水份缘舒缓保湿凝露>	<便携式餐具>	<预制菜>	<健康保险卡>	<库特车>	<准成品菜>

q333:古希腊神话中雅典娜有哪些兄弟姐妹？
select ?x where { <雅典娜_（古希腊宗教和神话中的智慧与女战神）> <兄弟姐妹> ?x . }
<阿波罗_（希腊神话中太阳与医药之神）>	<阿尔忒弥斯_（古希腊神话中月亮与狩猎女神）>	<阿瑞斯_（古希腊罗马神话中的战争之神）>	<狄俄尼索斯>	<赫耳墨斯>	<赫菲斯托斯_（希腊神话中火神）>	<赫柏>

q334:车辆驾驶方向和澳大利亚一样国家都有哪些？
select ?x where { <澳大利亚> <道路通行> ?z.?x <道路通行> ?z}
<香港_（中华人民共和国特别行政区）>	<日本_（日本国）>	<印度尼西亚>	<英国_（大不列颠及北爱尔兰联合王国）>	<威尔士>	<印度_（印度共和国）>	<南非共和国>	<爱尔兰_（爱尔兰共和国）>	<新加坡>	<肯尼亚>	<纳米比亚>	<斯威士兰>	<新西兰>	<澳大利亚>	<坦桑尼亚>	<巴基斯坦>	<莫桑比克>	<马来西亚>	<孟加拉国>	<斯里兰卡_（国名）>	<东帝汶>	<巴布亚新几内亚>	<巴巴多斯>	<不丹>	<马尔代夫_（马尔代夫共和国）>	<毛里求斯>	<牙买加>	<博茨瓦纳>	<布里斯班_（澳大利亚昆士兰州首府）>	<圭亚那>	<乌干达>	<文莱>	<苏里南>	<圣文森特和格林纳丁斯>	<所罗门群岛>	<圣卢西亚_（北美国家）>	<大英帝国>	<汤加>	<格林纳达>	<瑙鲁>	<安提瓜和巴布达>	<基里巴斯>	<琉球共和国>	<英国文化>	<哈库拉>	<特克斯和凯科斯群岛>	<西安曲江惠宾苑宾馆>	<教育部教育发展研究中心>	<西印度群岛联邦>	<乌干达共和国>	<大不列颠与爱尔兰联合王国>	<格林纳达历史>	<纽埃>	<巴铁_（中国军迷网友对巴基斯坦的友好称谓）>	<环境监测管理>	<三合乡_（甘肃省静宁县三合乡）>	<中华人民共和国国务院令第228号>

q338:西安大雁塔是什么级别的文物保护单位？
select ?x where { <大雁塔_（西安大慈恩寺佛塔）> <文保级别> ?x. }
<全国重点文物保护单位>

q340:火影忍者正篇里用过千年杀的有谁？
select ?x where { <千年杀_（《火影忍者》名词）> <使用者> ?x. }
<漩涡鸣人>	<旗木卡卡西>

q342:成立于1946的Dior年销售额是多少？
select ?x where { <Dior_（奢侈品牌）> <年营业额> ?x. }
"310亿欧元"

q343:尼罗河流入哪一片海域？
select ?x where { <尼罗河_（流经非洲东部与北部的河流）> <注入> ?x. }
<地中海_（欧洲、输入非洲和亚洲大陆之间的一块海域）>

q344:宫保鸡丁属于哪个菜系？
select ?x where { <宫保鸡丁_（名菜）> <分类> ?x. }
<鲁菜>	<川菜_（四大菜系之一）>	<京菜>	<贵州菜>

q345:社会主义核心价值观的主要内容是什么？
select ?x where { <核心价值观> <主要内容> ?x. }
<依法治国>

q353:《生活大爆炸》是近几年一部火爆全球的情景喜剧，里面的主要演员都有谁？
select ?x where { <生活大爆炸> <主演> ?x. }
<约翰尼·盖尔克奇>	<吉姆·帕森斯>	<卡蕾·措科>	<西蒙·赫尔伯格>	<昆瑙·内亚>	<梅丽莎·劳奇>

q355:我想去云南大理旅游，坐火车到哪下车离目的地最近？
select ?x where { <大理_（云南省大理白族自治州大理市）> <火车站> ?x. }
<大理站>

q356:尼古拉·哥白尼有什么代表作品？
select ?y where { <尼古拉·哥白尼> <代表作品> ?y. }
<天体运行论>

q357:公开表明过对张国荣的崇拜之情的都有？
select ?x ?y where { ?x <偶像> <张国荣_（华语歌手、演员、音乐人）>. }
 <谭俊彦>	<莫文蔚>	<笛安>	<钟浩_（歌手）>	<汪涵>	<马佳俊>	<朱天华>

q361:作品《纪伯伦散文》是由谁翻译的？
select ?x where { <纪伯伦散文> <译者> ?x. }
 <冰心_（中国现代著名作家）>

q362:与会计相关的证书都有什么？
select ?x where { <会计> <相关证书> ?x . }
<高级会计>	<注册会计师>	<会计从业资格证书>	<初级会计>	<中级会计>

q363:恐龙中的壮龙亚科存活于哪个时期？
select ?x where { <壮龙亚科> <生活> ?x. }
<晚白垩世>

q364:喜乐庄村位于海拔多少米的地方？
select ?x where { <喜乐庄村> <海拔> ?x. }
 "1767米"

q366:英国导演诺兰的电影？
select ?x where { ?x <导演> <诺兰_（英国导演）>. }
 <记忆碎片_（美国电影）>	<奠基_（电影）>	<记忆拼图_（美国皮尔斯主演影片）>	<蝙蝠侠黑暗骑士三部曲>	<星际空间_（美国电影）>	<蝙蝠侠：黑暗骑士崛起>	<蝙蝠侠：侠影之谜>	<黑暗骑士_（2008年克里斯托弗·诺兰导演的电影）>	<致命魔术_（2006年美国电影）>	<蚁蛉_（1997年诺兰拍摄短片）>	<蝠侠：开战时刻>	<蝙蝠侠2：黑暗骑士>	<记忆迷阵>	<蝙蝠侠前传2：暗夜骑士>	<白夜追凶>	<蝙蝠侠诞生拍摄花絮>	<华力·普菲斯特>	<星际穿越：太空旅程>	<致命追踪_（美国2000年克里斯托弗·诺兰执导电影）>	<追随_（1998年克里斯托弗·诺兰执导英国电影）>	<蝙蝠侠之暗夜骑士>	<敦刻尔克_（2017年克里斯托弗·诺兰执导电影）>	<蝙蝠侠6：黑暗骑士>	<星际空间_（星际空间/星际穿越）>	<记忆魔方_（美国电影）>	<无限街区>

q368:化学式为"C6H12O6"的物质有哪些？
select ?x where { ?x <化学式> "C6H12O6". }
<葡萄糖>	<1L-chiro-肌醇>	<果糖>	<谷物或玉米糖浆>	<艾杜糖>	<聚乙二醇丁二酸酯>	<葡糖糖>	<古洛糖>	<D-果糖>	<D-葡萄糖-UL-14C>	<1,3-二羟基丙酮二聚体>	<L(-)-阿罗糖>	<同分异构-纤维醇>	<氧代环己六醇>	<环己六醇>	<异肌醇>	<D(-)-果糖>

q371:三国时期诸葛亮有什么发明？
select ?x where { ?x <发明者> <诸葛亮_（三国时期蜀汉丞相）>. }
<包子_（中国传统食品）>	<馒头_（中国传统食物）>	<木牛>	<木牛流马_（诸葛亮发明的运粮工具）>	<孔明锁>	<孔明球>	<四轮车>	<七喜许愿灯>	<连珠弩>	<搭桥枪>

q373:57哪些动画或漫画描绘了忍者们的故事？
select ?x where { ?x <类型> <忍者_（日本特殊职业）>. }
<火影忍者_（火影忍者动画第一期）>	<火影忍者疾风传剧场版>	<火影忍者_（小丑社制作的长篇电视动画）>	<忍者杀手_（余湖裕辉作画的改编漫画）>

q380:被誉为童话王国的是哪个国家？
select ?x where { ?x <誉称> "童话王国". }
<丹麦>

q381:中国冶金建设集团鞍山焦化耐火材料设计研究总院在全国排第几位？
select ?x where { <中国冶金建设集团鞍山焦化耐火材料设计研究总院> <排名> ?x. }
"第27位"

q382:电影霸王别姬都获得过哪些荣誉？
select ?x where { <霸王别姬_（1993年陈凯歌执导，张国荣主演电影）> <主要奖项> ?x. }
"戛纳国际电影节金棕榈奖”	”第46届”	”第51届美国 金球奖最佳外语片奖”	”第59届 纽约影评人协会奖最佳女配角”	”第59届 纽约影评人协会奖最佳外语片”	”第19届 洛杉矶影评人协会奖最佳外语片"

q388:海贼王里爱德华更被人熟知的外号是什么？
select ?x where { <爱德华_（《海贼王》人物）> <其他名称> ?x. }
"白胡子､世界最强的男人"

q393:邱勇现任哪所大学的校长？
select ?y where { ?y <现任校长> <邱勇_（清华大学校长）>. }
<清华大学>

q395:钢铁侠史塔克是哪个学校的校友？
select ?y where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <毕业院校> ?y. }
<麻省理工学院>

q399:作家余秋雨是哪里人呢？
select ?y where { <余秋雨> <出生地> ?y. }
<浙江>	<余姚>

q406:青年演员张子枫有哪些作品？
select ?x where { ?x <主演> <张子枫>. }
<唐人街探案>	<老爸回家>	<顾乐家的幸福生活>	<小别离_（2015年汪俊执导电视剧）>	<同桌的你_（2014年周冬雨&林更新主演电影）>	<岁月忽已暮_（2016年张家辉监制电影）>	<摩登年代>	<幸福绽放_（2013年澄丰执导电视剧）>	<逗霸公开课>	<爸爸妈妈别分开>	<我的逗吧街>	<夫妻战争>	<摩登时代_（徐铮导演作品）>	<桃源惊梦_（腾格尔主演微电影）>	<千金变女仆>

q409:郭沫若先生会几种语言？
select ?x where { <郭沫若> <语言> ?x. }
<英语_（语言）>	<日语>	<汉语>	<德语>	<俄语>

q413:电影阿凡达及其制作者们都获得过哪些奖项？
select ?y where { <Avatar_（2009年上映詹姆斯·卡梅隆执导美国电影）> <主要奖项> ?y. }
"第67届金球奖最佳导演"	"第67届金球奖最佳影片"	"第82届 奥斯卡金像奖最佳艺术指导"	"第82届 奥斯卡金像奖最佳摄影"	"第82届 奥斯卡金像奖最佳视觉效果

q415:林徽因写过哪些广为流传的诗？
select ?x where { <林徽因_（中国建筑师、诗人、作家）> <代表作品> ?x. }
<谁爱这不息的变幻>	<九十九度中>	<你是人间四月天_（2005年中国文联出版公司出版文学）>	<莲灯_（诗歌）>

q418:客家语的分布很广，你知道它的主要分布地区在哪里吗？
select ?x where { <客家语> <分布地区> ?x. }
<江西_（中国省级行政区）>	<福建>	<广东>	<台湾_（中国地区）>	<广西_（广西壮族自治区）>

q419:陈奕迅的《爱情转移》收录在哪张专辑？
select ?x where { <爱情转移> <所属专辑> ?x. }
<认了吧_（陈奕迅专辑）>

q420:动画电影《功夫熊猫》的主要演员？
select ?x where { <功夫熊猫_（美国2008年马克·奥斯本执导动画电影）> <主演> ?x . }
<刘玉玲_（影视演员）>	<成龙_（中国香港演员、导演）>	<安吉丽娜·朱莉>	<杰克·布莱克>	<塞斯·罗根>	<达斯汀·霍夫曼>

q422:潘粤明有什么作品？
select ?x where { <潘粤明> <代表作品> ?x. }
<白蛇传_（2005年刘涛、潘粤明主演电视剧）>	<京华烟云_（2005年赵薇主演电视连续剧）>	<红衣坊>	<孔雀东南飞_（中国2009年王文杰执导电视剧）>

q425:桃花属于动物分类法中的哪个目？
select ?x where { <桃花_（蔷薇科李属植物）> <目> ?x. }
<蔷薇目>

q426:请问亚里士多德的代表作品有哪些？
select ?x where { <亚里士多德_（古希腊著名思想家）> <代表作品> ?x. }
<政治学_（社会科学学科）>	<物理_（物理学）>	<伦理学_（哲学分支学科）>	<形而上学_（哲学术语）>	<工具论>

q429:手表品牌劳力士的总部设在哪个国家？
select ?x where { <劳力士> <总部地点> ?x . }
<瑞士>

q431:水在标准大气压下的沸点是多少？
select ?x where { <水> <沸点> ?x. }
"99.975℃(P0=101.375KPa)（民间习惯称100℃）"

q435:《银河系漫游指南》是什么时候出版的？
select ?x where { <银河系漫游指南_（道格拉斯·亚当斯的科幻小说）> <出版时间> ?x. }
"1979-10-12"

q437:淝水之战的参战双方是谁？
select ?x where { <淝水之战> <参战方> ?x. }
<前秦>	<东晋>

q438:新加坡的官方语言是什么？
select ?x where { <新加坡> <官方语言> ?x. }
<英语_（语言）>	<汉语>	<马来语>	<泰米尔语>

q440:奥黛丽·赫本都曾签约过哪些公司？
select ?x where { <奥黛丽·赫本> <经纪公司> ?x. }
<华纳兄弟娱乐公司>	<派拉蒙影业公司>	<联美>	<环球_（汉语词语）>

q443:武汉大学的主要奖项有哪些
select ?x where { <武汉大学> <主要奖项> ?x . }
"国家自然科学奖"	"国家发明奖"	"国家科技进步奖65项（2000至2015）"	"国家级创新团队奖1项（截至2014年）"	"国家教学成果奖一等奖9项（截至2014年）"

q448:你知道《全面战争》系列游戏的发行商是哪个公司吗？
select ?x where { <全面战争> <发行商> ?x. }
<世嘉>

q450:酸奶主要由哪些原料制作而成？
select ?x where { <酸奶> <主要原料> ?x. }
<白糖>	<乳酸菌>	<鲜牛奶>

q452:《老友记》实在太好看了，你知道它总共有多少集吗，我想全刷一遍？
select ?y where { <老友记_（美国情景剧）> <集数> ?y. }
"236"

q453:《地下城与勇士》中鬼剑士大概多高？
select ?x where { <鬼剑士_（地下城与勇士衍生动漫的主角之一）> <身高> ?x. }
"178cm"

q454:赵薇导演的电影有哪些？
select ?x where { ?x <导演> <赵薇_（中国内地女演员、歌手、导演）>. }
<致我们终将逝去的青春_（2013年赵薇执导电影）>	<爱在澎湖湾>	<终将逝去的青春_（2011年赵薇，关锦鹏执导电影）>	<没有别的爱>	<还珠格格_（2016年赵薇执导动画影片）>	<我在你床下>

q455:苹果公司的总部在哪里？
select ?x where { <苹果_（苹果产品公司）> <总部地点> ?x. }
<美国_（美利坚合众国）>	<金州_（美国加利福尼亚州别名）>

q456:老子的主要成就有哪些？
select ?x where { <老子_（道家学派创始人）> <主要成就> ?x. }
"辩证法思想"	"道家学派创始人"	"性命双修"	"无为而治"

q458:老舍的代表作有哪些？
select ?x where { <老舍> <代表作品> ?x. }
<茶馆_（中国经典话剧（老舍））>	<四世同堂_（老舍著中国现代长篇小说）>	<骆驼祥子_（国家大剧院原创歌剧）>

q459:孙悟空的结拜兄弟是谁？
select ?x where { <孙悟空_（古典名著《西游记》中的主角）> <结拜兄弟> ?x. }
<牛魔王_（小说《西游记》中的角色）>	<镇元子_（小说《西游记》里的地仙之祖）>

q465:dota是哪个游戏平台开发的？
select ?x where { <DotA_（魔兽争霸Ⅲ的DOTA）> <游戏平台> ?x. }
 <质蓝素>

q466:钢铁侠史塔克的机器人助手叫什么？
select ?y where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <助手> ?y. }
<贾维斯_(钢铁侠托尼·斯塔克创造的智能系统)>

q468:陈忠实陈老啥时候走的？
select ?x where { <陈忠实_（中国当代作家）> <逝世日期> ?x. }
42489.0

q471:梵蒂冈的官方语言是什么？
select ?x where { <梵蒂冈> <官方语言> ?x. }
<拉丁语>	<意大利语>

q474:林徽因是中国近代著名的才女，你知道她在哪两个领域有所建树吗？
select ?x where { <林徽因_（中国建筑师、诗人、作家）> <贡献方向> ?x. }
"建筑”	”文学"

q477:NBA球星詹姆斯生涯的重要事件有哪些？
select ?x where { <詹姆斯_（勒布朗·詹姆斯）> <重要事件> ?x . }
 “2003年NBA选秀状元”	”2010年加盟迈阿密热火”	"2014年重回克利夫兰骑士"

q479:“一笑一颦”这个词是什么意思？
select ?x where { <一笑一颦> <解释> ?x. }
 "指脸上的表情变化"

q482:有什么著名的描写杭州西湖的诗呀？
select ?x where { <西湖_（浙江省杭州市西湖）> <名诗> ?x. }
 "《饮湖上初晴后雨》等"

q486:网络剧《毛骗》在那个网站平台上播出？
select ?x where { <毛骗_（2010年李洪绸、杨羽所导演的电视剧）> <在线播放平台> ?x. }
<优酷网>

q487:音乐人刘洲喜欢哪些动物？
select ?y where { <刘洲_（音乐人）> <喜欢的动物> ?y. }
<海豚_（生活在海洋中的鲸目哺乳动物）>	<狗_（犬科哺乳动物）>	<鹰_（隼形目猛禽类动物）>

q488:被称为冰上沙皇的是哪位运动员？
select ?x where { ?x <别名> "zhenya（昵称）、小普、冰王子、普皇、冰上沙皇". }
<叶甫根尼·维克托罗维奇·普鲁申科>

q490:请列举一些赵本山的作品？
select ?x where { <赵本山> <代表作品> ?x. }
<马大帅_（赵本山自导自演的系列电视剧三部曲）>	<刘老根>	<乡村爱情_（2006年赵本山主演电视剧）>	<大笑江湖_（朱延平执导的喜剧）>	<月牙儿_（电视剧《乡村爱情小夜曲》片尾曲）>

q491:生活中常说的“五金”是指哪几种金属？
select ?x where { <五金> <五种指> ?x. }
"铁"	"铜"	"锡"	"金"	"银"

q494:清明节都有哪些习俗？
select ?x where { <清明_（二十四节气之一）> <节日活动> ?x. }
<扫墓>	<踏青>	<踢>	<蹴鞠_（体育项目，运动）>	<打马球_（运动）>	<禁火>	<荡秋千>	<插柳>

q497:历史上哪个人物创建了布达拉宫？
select ?x where { <布达拉宫_（中国西藏宫堡式建筑群）> <始建造者> ?x. }
"松赞干布"

q498:有人向我推荐了家有儿女这部剧，你知道在哪儿能在线看吗，急！？
select ?x where { <家有儿女_（2005年林丛执导的系列情景喜剧）> <在线播放平台> ?x. }
<爱奇艺>	<暴风影音_(电脑版软件)>

q499:生化危机的主演都有哪些人？
select ?x where { <生化危机_（根据Capcom电子游戏改编的系列电影）> <主演> ?x. }
<李冰冰>	<肖恩·罗伯茨>	<奥德·菲尔>	<米拉·乔沃维奇>	<西耶娜·盖尔利>

q501:冰糖葫芦需要哪些原料？
select ?x where { <糖葫芦_（冰糖葫芦）> <主要食材> ?x. }
<糖_（化合物）>	<山楂果_（生物物种）>

q502:梵高的画作非常令人印象深刻，你能推荐给我几个吗？
select ?x where { <梵高_（梵高）> <代表作品> ?x. }
<星夜_（文森特·梵高创作油画）>	<吃马铃薯的人>

q503:电影《沉默的羔羊》是一部什么类型的电影？
select ?x where { <沉默的羔羊_（1991年美国电影）> <类型> ?x. }
<惊悚_（汉语词语）>

q507:足球运动员姆巴米是哪个运动队的？
select ?x where { <姆巴米> <所属运动队> ?x. }
 <伊蒂哈德足球俱乐部>

q509:博尔赫斯的代表作品有什么？
select ?y where { <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）> <代表作品> ?y. }
<交叉小径的花园_（博尔赫斯于1944年创作的小说）>	<老虎的金黄>

q511:小说《追风筝的人》是谁翻译的？
select ?x where { <追风筝的人_（卡勒德·胡赛尼著小说成长的故事）> <译者> ?x. }
 <李继宏_（电视剧策划、出品人）>

q513:姚明的篮球生涯中，最高得分多少？
select ?x where { <姚明_（中职联公司董事长兼总经理）> <生涯最高分> ?x. }
"41"

q515:在道路上要靠右驾驶的国家有？
select ?x where { ?x <道路通行> "靠右驾驶". }
<俄罗斯_（俄罗斯联邦）>	<韩国_（大韩民国）>	<格鲁吉亚>	<巴西_（巴西联邦共和国）>	<沙特阿拉伯>	<白俄罗斯_（白俄罗斯共和国）>	<美国_（美利坚合众国）>	<德国_（德意志联邦共和国）>	<埃及>	<瑞典>	<也门>	<意大利_（意大利共和国）>	<波兰_（波兰共和国）>	<加拿大_（北美洲国家）>	<刚果民主共和国>	<丹麦>	<匈牙利>	<奥地利>	<卢森堡_（卢森堡大公国）>	<葡萄牙>	<法国_（法兰西共和国）>	<阿拉伯联合酋长国>	<突尼斯>	<荷兰>	<委内瑞拉_（委内瑞拉玻利瓦尔共和国）>	<摩尔多瓦>	<捷克>	<伊朗>	<西班牙_（西班牙王国）>	<阿根廷_（阿根廷共和国）>	<黎巴嫩_（黎巴嫩共和国）>	<斯洛文尼亚>	<挪威>	<尼加拉瓜>	<立陶宛>	<保加利亚>	<比利时>	<佛得角>	<希腊>	<乌拉圭>	<瑞士>	<菲律宾_（菲律宾共和国）>	<乌克兰>	<缅甸>	<罗马尼亚_（欧洲南部国家）>	<阿尔巴尼亚>	<加纳>	<多哥>	<智利>	<阿塞拜疆>	<斯洛伐克>	<伊拉克>	<墨西哥_（墨西哥合众国）>	<厄瓜多尔>	<老挝>	<爱沙尼亚>	<拉脱维亚>	<约旦>	<利比亚>	<圣马力诺>	<亚美尼亚>	<俄罗斯苏维埃联邦社会主义共和国>	<萨尔瓦多_（中美洲国家）>	<安道尔_（欧洲南部国家）>	<冈比亚_（冈比亚伊斯兰共和国）>	<芬兰_（芬兰共和国）>	<冰岛>	<巴拉圭>	<科威特>	<秘鲁>	<埃塞俄比亚>	<叙利亚>	<塞内加尔>	<塞拉利昂>	<芬兰共和国>	<尼日利亚>	<利比里亚共和国>	<哥斯达黎加_（哥斯达黎加共和国）>	<柬埔寨>	<布基纳法索>	<梵蒂冈>	<厄立特里亚>	<赤道几内亚>	<马里_（马里共和国）>	<瓦努阿图共和国_（国家）>	<阿曼_（阿曼苏丹国）>	<加蓬_（国家）>	<索马里>	<卡塔尔>	<中非_（中非共和国）>	<危地马拉>	<列支敦士登>	<联邦德国>	<塔吉克斯坦>	<毛里塔尼亚>	<南苏丹共和国>	<南奥塞梯>	<圣多美和普林西比>	<密克罗尼西亚>	<阿布哈兹>	<摩纳哥>	<Germany>	<夏威夷王国>	<中华联邦>	<加蓬共和国>	<帕劳>	<芬兰大公国>	<圣多美>	<罗马尼亚社会主义共和国>	<尼德兰联合王国>	<世界上最狭长的国家智利>	<洪都拉斯历史>	<冈比亚共和国>	<西南索马里>	<伊拉克王国>	<立陶宛历史>	<韩国游>	<吴家门>	<尼加拉瓜历史>	<菲律宾第二共和国>	<阿布丁国>	<罗马尼亚人民共和国>

q519:我超级喜欢《解忧杂货店》这本书的，你知道谁写的吗？
select ?x where { <解忧杂货店_（奇幻温情小说）> <作者> ?x. }
<东野圭吾>

q526:武汉大学出了哪些科学家
select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <武汉大学> . }
<刘西尧>	<郭传杰>	<王小村>	<石正丽>	<张贻明>

q529:创始地点为耶路撒冷的宗教有哪些主要典籍？
select ?p where { ?x <创始地点> ?y . ?y <中文名称> "耶路撒冷" . ?x <主要典籍> ?p . }
"新约"	"旧约"	"圣经："

q531:实行宗法制管理中央，分封制管理地方的朝代是哪个？
select ?x where { ?x <政治制度> <宗法制度>. ?x <地方管理> "分封制". }
<周朝_（先秦朝代）>

q532:121世纪主要关注什么问题?？
select ?y where { ?x <中文名> "21世纪" . ?x <主要关注问题> ?y . }
"全球化"	"人口过多"	"老龄化社会"

q534:由海源作词、作曲以及演唱的歌曲是哪首？
select ?x where { ?x <作词> <海源>. ?x <作曲> <海源>. ?x <演唱> <海源>. }
<红楼一梦>

q535:发明显微镜的人是什么职业？
select ?y where { <显微镜> <发明人> ?x. ?x <职业> ?y. }
<物理学家_（探索、研究物理学的科学家）>	<发明家>	<博物学家>

q537:有哪些典故出自司马迁的代表作？
select ?x where { <司马迁_（西汉时期文学家、史学家、思想家）> <代表作品> ?y. ?x <典源> ?y. }
<辕驹>	<黄犬悲>	<商老>	<负郭相君>	<黄犬叹>	<萧相_（典故名）>	<坑焚>	<数奇>	<儒仙>	<吐握>	<青云器>	<鲍叔义>	<赋鵩人>	<秦坑>	<天下士>	<灌园>	<沐猴冠>	<负鼎之愿>	<薪胆>	<叹黄犬>	<让畔>	<博浪飞椎>	<长平苦>	<亡鹿>	<虚左相待>	<周公吐哺>	<刎颈交>	<杨叶弓>	<挂席为门>	<卫霍>	<沙椎>	<弄印>	<照乘珠>	<洛阳才子>

q538:莫扎特的同行都有哪些？
select ?x where { <莫扎特_（欧洲著名古典主义音乐作曲家）> <职业> ?a. ?x <职业> ?a. }
<何大傻>	<达维坚科>	<李凡_（北京龙乐公司董事长兼总经理）>	<刘如增>	<安东·德沃夏克>	<布鲁赫，M·>	<汪国真>	<亚历山大·尼古拉耶维奇·斯克里亚宾>	<吕祯晃>	<施光南>	<泽野弘之>	<丁铃>	<方大同>	<佐桥俊彦>	<向异>	<蕾恩卡·克莉帕克>	<罗忠镕>	<陈钢_（中国当代著名作曲家）>	<徐沛东>	<印青>	<戈托瓦茨>	<陈奂仁>	<曾遂今>	<亨利·杰克曼>	<光田康典>	<关峡>	<梶浦由记>	<乔治·安太尔>	<新藤晴一>	<陈进兴_（台湾著名作曲家）>	<何国杰_（编曲人）>	<杜自持>	<殷承宗>	<布鲁斯·皮尔森>	<董刚_（作曲家）>	<晓河>	<冯广映>	<加藤和彦>	<苏文进_（作曲家）>	<库尔平斯基>	<汉斯·艾斯勒>	<巴赫_（约翰·塞巴斯蒂安·巴赫）>	<路德维希·凡·贝多芬>	<海顿_（古典音乐家）>	<马克斯·马丁>	<奥托·尼古拉>	<凯泽尔>	<久石让>	<朱塞佩·威尔第>	<关庆顺>	<胡文森_（粤曲作词家）>	<谢旦>	<吴大同>	<赵季平>	<何真真>	<麻枝准>	<莱哈尔>	<刘家昌>	<马修·连恩>	<金巍_（中国大陆作曲家）>	<叶山武>	<萝拉·詹森>	<Cher Lloyd>	<史提夫·汪达>	<贝尔格_（苏联自然地理学家）>	<戚建波>	<林友树>	<舒曼_（德国作曲家）>	<张佳添>	<肖民_（中国著名作曲家）>	<神前晓>	<筒美京平>	<Tuomas Holopainen>	<吕守贵>	<菲·库尔特>	<刘文金_（中国音乐家协会创作委员会副主任）>	<松本孝弘>	<铁源>	<马上又>	<顾嘉辉>	<郭子>	<赵乐_（策划人）>	<廖勇_（华人作曲家）>	<瓦哈格·海拉佩恩>	<森英治>	<塔尔贝格_（19世纪钢琴家、作曲家）>	<伦永亮>	<小泽正澄>	<钟立民>	<阿诺尔德·勋伯格>	<横山克>	<张宏光_（现代作曲家）>	<乔伊·斯丹蒂纳>	<肖邦_（波兰作曲家、钢琴家）>	<王龙_（作曲家、著名校园歌曲儿童音乐制作人）>	<斯盖拉·格蕾>	<冈本仁志>	<吴青峰_（中国台湾男歌手）>	<马诺朱利亚尼>	<卢冠廷>

q539:2006年6月建成的总面积1187平方公里的公园是哪个？
select ?x where { ?x <建立时间> "2006-06". ?x <总面积> "1187平方公里". }
<罗源凤山公园>

q540:占地2448平方公里，人口694000的是哪个城市？
select ?x where { ?x <面积> "2448平方公里". ?x <人口> "694000". }
<瑞金>

q542:三国后期一位名将曾“偷渡阴平”灭亡蜀国，他被封了什么爵位？
select ?y where { <偷渡阴平> <提出> ?x. ?x <爵位> ?y . }
<关内侯>

q543:天津大学出过哪些科学家？
select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <天津大学> . }
<姚建铨>	<马祖长>	<唐明述>

q544:南京大学出过哪些企业家？
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <南京大学> . }
<袁岳>	<陈光标>	<陈一丹>	<钱东奇>	<徐锦忠>	<岳伟_（全球职业规划师）>	<陈正华_（江苏省建集团董事长）>	<陈符号>	<杨丹_（VINCI创始人）>	<杨休>

q545:有哪些主持人毕业于北京大学？
select ?x where { ?x <职业> <主持人>. ?x <毕业院校> <北京大学>. }
<英达>	<大山_（加拿大籍学者及主持人）>	<金铭_（影视演员）>	<文清_（女主持、演员）>	<张泉灵>	<王牧笛>	<谢映玲>	<董倩_（央视主持人）>	<彭高唱>	<肖贵宁>	<程秧秧>	<朱筠_（CCTV主持人）>	<耿姝>	<傅成励>	<昕原>	<吕梅_（大连电视台播音员）>	<陈旻_（中央人民广播电台主持人）>

q546:拉斯维加斯所属州的别名是什么？
select ?x where { <拉斯维加斯_（美国内华达州的最大城市）> <所属地区> ?y. ?y <别名> ?x. }
"The Silver State"

q547:董仲舒信奉的思想流派的代表人物有谁？
select ?y where { <董仲舒_（西汉思想家）> <信仰> ?x. ?x <代表人物> ?y . }
<朱熹_（南宋理学家）>	<孔子_（儒家学派创始人）>	<孔子_（儒家学派创始人）>	<曾子>

q548:腾讯的创始人中，谁的星座是天蝎座？
select ?x where { <腾讯> <创始人> ?x. ?x <星座> <天蝎_（黄道十二宫之一）>. }
<马化腾>

q549:印度教主神毗湿奴的坐骑的原型是什么？
select ?x where { <毗湿奴_（印度教主神）> <坐骑> ?y. ?y <原型> ?x. }
<神鸟>

q551:代表作品是黄飞鸿且信奉佛教的是谁？
select ?x where { ?x <信仰> <佛教>. ?x <代表作品> <黄飞鸿>. }
<李连杰_（演员、输入武术家）>	<赵文卓_（影视演员）>

q553:宗馥莉任董事长的公司的公司口号是？
select ?y where { ?x <董事长> <宗馥莉>. ?x <公司口号> ?y. }
"win happy health,娃哈哈就在你身边"

q554:被称作“小哥”的歌手妻子是谁？
select ?y where { ?x <别名> "小哥". ?x <妻子> ?y. }
<雅雅_（齐秦的妻子）>

q558:曼昆那本著名的《经济学原理》是谁翻译的？
select ?x where { <经济学原理_（N. 格里高利·曼昆著经济学教材）> <译者> ?x. }
<梁小民>

q560:毕业于中央戏剧学院，1941年出生于上海的女演员是谁？
select ?x where { ?x <毕业院校> <中央戏剧学院>. ?x <出生地> <上海_（中华人民共和国直辖市）>. ?x <出生日期> "1941". }
<严敏求>

q561:我想了解一下咖啡的主要产地？
select ?y where { ?x <中文名> "咖啡" . ?x <主要产地> ?y . }
<巴西_（巴西联邦共和国）>	<哥伦比亚_（哥伦比亚共和国）>	<埃塞俄比亚>

q562:《天工开物》的作者出生在哪个朝代？
select ?y where { <天工开物_（中国古代科学著作）> <作者> ?x. ?x <国籍> ?y. }
<明朝_（中国历史朝代）>

q564:最讨厌别人浪费食物、伤害女士的人是谁？
select ?x where { ?x <最讨厌的事> "伤害女士". ?x <最讨厌的事> "浪费食物". }
<山治>

q565:上海期货交易所所在地区有机场吗？
select ?x where { <上海期货交易所> <地区> ?y. ?y <机场> ?x. }
<上海浦东国际机场>

q566:有哪些巴西足球运动员荣获过世界足球先生称号？
select ?x where { ?x <国籍> <巴西_（巴西联邦共和国）>. ?x <主要奖项> ?y. filter regex(?y, '世界足球先生'). }
<外星人_（足球球星罗纳尔多绰号）>	<卡卡_（巴西足球运动员）>	<罗伯托·卡洛斯>	<索乌萨·罗马里奥>	<罗纳尔多·德·阿西斯·莫雷拉>	<利华尔>

q567:犹太人领袖摩西的出生地在哪个大洲？
select ?y where { <摩西_（犹太人的民族领袖）> <出生地> ?x. ?x <所属洲> ?y. }
 <非洲_（世界七大洲之一）>

q568:提出“绝对指令”的哲学家是哪个国家的人？
select ?y where { <绝对指令> <提出人> ?x. ?x <职业> <哲学家_（基础含义）>. ?x <国籍> ?y. }
<德国_（德意志联邦共和国）>

q570:他不仅是武术家，还是演员、慈善家，他是谁？
select ?x where { ?x <职业> <演员_（薛之谦歌曲）>. ?x <职业> <武术家>. ?x <职业> <慈善家_（杂志）>. }
<李连杰_（演员、武术家）>

q571:《革命之路》与《朗读者》的女主角是谁？
select ?x where { <革命之路_（2008年美国影片）> <主演> ?x. <朗读者_（2008年美国电影）> <主演> ?x. }
<凯特·温斯莱特>

q573:电影钢铁侠的主演都有哪些代表作品？
select ?x where { <Ironman_（美国2008年小罗伯特·唐尼主演电影）> <主演> ?y. ?y <代表作品> ?x.}
<查理·卓别林>	<复仇者_（惊奇漫画公司漫画《复仇者》）>	<预产期_（美国2010年小罗伯特·唐尼主演电影）>	<大侦探福尔摩斯>	<Ironman_（美国2008年小罗伯特·唐尼主演电影）>	<莎翁情史>	<破坏者_（Pandemic工作室开发的动作游戏）>	<撞车_（美国2004年保罗·哈吉斯执导奥斯卡获奖影片）>	<Empire_（2015年美国Terrence Howard主演的音乐电视剧）>	<Ironman_（美国2008年小罗伯特·唐尼主演电影）>	<大地惊雷_（2010版《大地惊雷》电影）>	<最后一场电影_（1971年彼得·博格丹诺维奇导演的电影）>	<谋杀绿脚趾>	<疯狂的心_（美国2009年斯考特·库伯导演电影）>

q574:出品速度与激情系列电影的公司的总部在哪里？
select ?x where { <速度与激情_（美国赛车动作主题系列电影）> <出品公司> ?y. ?y <总部地点> ?x. }
<美国_（美利坚合众国）>

q576:被称为诗佛的诗人有什么作品？
select ?y where { ?x <别称> <诗佛_（唐代诗人王维绰号）>. ?x <主要作品> ?y. }
<王摩诘文集>	<王右丞集>

q577:南京都有哪些火车站？
select ?y where { ?x <中文名称> "南京" . ?x <火车站> ?y . }
<南京火车站>	<南京南站_（高铁站南京南站）>	<江宁站>	<溧水站>

q579:在金庸小说《天龙八部》中，都有谁喜欢无崖子？
select ?x where { {?x <师弟/恋人> "无崖子". } union {?x <前夫/师兄> "无崖子". } union {?x <恋人> <无崖子>. } . }
<天山童姥>	<李秋水_（金庸武侠小说《天龙八部》中的人物）>	<李碧云_（影视电视剧《天龙八部》人物）>

q581:有一位华语女歌手，主演了一部文艺电影，该电影被评为香港金像奖最佳影片，请问该影片是？
select ?x where { ?x <主演> ?y. ?x <类型> <文艺_（汉语词语）> ?y <职业> <歌手_（职业名称）>. ?x <主要奖项> "香港电影金像奖最佳影片". }
<重庆森林_（1994年王家卫执导电影）>

q582:由刘亦菲,胡歌和安以轩共同主演电视剧是哪部?？
select ?x where { ?x <主演> <刘亦菲_（影视女演员、歌手）>. ?x <主演> <胡歌_（中国内地男演员）>. ?x <主演> <安以轩>. }
<仙剑奇侠传_（2005年胡歌、刘亦菲主演仙侠剧）>

q583:三星集团的手机中散热一般的手机型号有？
select ?x where { ?x <品牌> <三星_（三星集团）>. ?x <缺点> "散热一般". }
<三星3471ND>

q584:代表作品有《泰山之光》的学者的出生日期是什么时候？
select ?x where { ?y <代表作品> <泰山之光>. ?y <出生日期> ?x. }
"1967-04-10"

q587:号称“完美的搜索引擎”的公司有多少员工？
select ?y where { ?x <公司口号> "完美的搜索引擎，". ?x <员工数> ?y. }
"47756"

q588:北京大学培养了哪些中科院院士？
select ?x where { ?x <毕业院校> <北京大学>. ?x <职业> <中国科学院院士>. }
<张树政>	<陆大道>	<金亚秋>	<郭承基>	<熊大闰>	<孙殿卿>	<王鼎盛>	<陈建生_（中国信息经济学会理事）>	<陶澍_（中科院院士、环境地理学家）>

q589:五金中的那种金属可以用于油漆？
select ?y where { <五金> <五种指> ?x. ?y <中文名> ?x. ?y <应用> <油漆>. }
<铁_（最常见的金属元素）>

q591:谢徽所写的哪本书实在1998年12月出版的？
select ?x where { ?x <作者> <谢徽>. ?x <出版时间> "1998-12". }
<开心王国>

q592:电影美丽人生导演的妻子是哪国人？
select distinct ?p where { ?x <中文名> "美丽人生" . ?x <导演> ?y . ?y <妻子> ?z . ?z <国籍> ?p . }
<意大利_（意大利共和国）>

q593:詹妮弗·安妮斯顿出演了一部1994年上映的美国情景剧，这部美剧共有多少集？
select ?y where { ?x <主演> <詹妮弗·安妮斯顿>. ?x <上映时间> "1994". ?x <集数> ?y. }
"236"	"236"

q594:中华民国首任教育总长的代表作品？
select ?y where { ?x <主要成就> "中华民国首任教育总长". ?x <代表作品> ?y. }
<蔡元培自述>	<中国伦理学史>

q595:刚玉的主要成分的化学式是什么？
select ?y where { <刚玉> <主要成份> ?x. ?x <化学式> ?y. }
"Al₂O₃"

q597:哪个集团的董事长现在是文坊中心学校的校长？
select ?x where { ?x <董事长> ?y. <文坊中心学校> <现任校长> ?y. }
<美的集团>

q598:小说《诛仙》的主要角色有哪些法宝？
select ?x where { <诛仙_（萧鼎著古典仙侠小说）> <主要角色> ?y. ?y <法宝武器> ?x. }
"噬魂”	”诛仙”	”玄火鉴"

q599:苹果公司的现任董事长外文名是什么？
select ?y where { <苹果_（苹果产品公司）> <现任董事长> ?x. ?x <外文名> ?y. }
"Arthur D. Levinson”

q600:《路西法效应》的作者从事什么职业？
select ?y where { <路西法效应> <作者> ?x. ?x <职业> ?y. }
<教授_（教师职称）>	<学者_（名词解析）>	<心理学家>

q602:与刘昊然的星座相邻的有哪些星座？
select ?x where { <刘昊然> <星座> ?y. ?y <邻接星座> ?x. }
<蛇夫座_（天文学---蛇夫座）>	<处女座_（占星学）>	<天蝎_（黄道十二宫之一）>	<长蛇座>	<巨蛇座>	<豺狼座>

q605:刘德华的哪部代表作的主演有蓝洁瑛？
select ?y where { <刘德华_（中国香港男演员、歌手、词作人）> <代表作品> ?y. ?y <主演> <蓝洁瑛>. }
<法外情>

q608:傅雷儿子们的国籍都有什么?？
select ?z where { ?x <中文名> "傅雷" . ?x <儿子> ?y . ?y <国籍> ?z . }
<中华人民共和国>	<英国_（大不列颠及北爱尔兰联合王国）>

q609:北京大学出了哪些哲学家
select ?x where { ?x <职业> <哲学家_（基础含义）> . ?x <毕业院校> <北京大学> . }
<牟宗三>	<张中行>	<张申府>	<潘梓年>	<余敦康>

q610:清华大学培养了哪些中科院院士？
select ?x where { ?x <毕业院校> <清华大学>. ?x <职业> <中国科学院院士>. }
<卢强_（中国科学院院士）>	<陈新民_（中南矿冶学院第一任院长）>	<向涛_（中科院物理所研究员）>	<何泽慧>	<王大中_（原清华大学校长）>	<夏鼐>	<刘宝珺>	<施一公>

q613:陈奕迅的歌曲里由他自己填词的有哪些？
select ?x where { ?x <歌曲原唱> <陈奕迅>. ?x <填词> <陈奕迅>. }
 <愚人快乐>	<内疚_（陈奕迅演唱歌曲）>	<心深伤透>	<大得太快>

q614:冰与火之歌的拍摄地点的官方语言是什么？
select ?x where { <冰与火之歌_（美国HBO电视台制作的电视剧）> <拍摄地点> ?y.?y <官方语言> ?x.}
<英语_（语言）>	<马耳他语>

q616:北京国安的主场最多能够容纳多少人？
select ?x where { <北京国安足球俱乐部> <主场馆> ?y. ?y <座位数量> ?x. }
"64000"

