q1252:美国有哪些篮球运动员？
select ?x where { ?x <运动项目> <篮球_（球类运动）>. ?x <国籍> <美国_（美利坚合众国）>. }
<保罗-塞拉斯>	<詹姆斯_（勒布朗·詹姆斯）>	<莫里斯·奇克斯>	<梅奥_（篮球运动员O.J.梅奥）>	<丽萨·莱斯利>	<本·华莱士>	<格兰特·希尔>	<埃尔文·约翰逊_（绰号“魔术师”的NBA传奇控球后卫）>	<克里斯·保罗>	<拉里·伯德>	<贾马里奥·穆恩>	<安德鲁·拜纳姆>	<贾森·威廉姆斯_（美国前NBA控球后卫）>	<格里芬_（美国篮球运动员）>	<约翰·斯托克顿>	<B·科斯特纳>	<邓肯_（美国篮球运动员）>	<文斯·卡特>	<卡尔·马龙>	<伊塞亚·托马斯_（NBA波士顿凯尔特人队球员）>	<埃尔弗里德·佩顿>	<罗伊_（美国篮球运动员）>	<罗伯特·霍里>	<卡梅隆·安东尼>	<贾马尔·克劳福德>	<山姆高德·高德>	<布鲁克斯_（美国篮球运动员）>	<贾斯汀·霍勒迪>	<乔丹·克拉克森>	<埃迪·库里>	<贾森·卡波诺>	<戴维斯_（美国篮球运动员：拜伦·戴维斯）>	<哈里斯_（德文·哈里斯）>	<克里斯·波什>	<迈克·邓利维_（美国前NBA球员和教练）>	<德怀恩·韦德>	<丹尼斯·罗德曼>	<奥尼尔_（英语姓氏）>	<科比·布莱恩特>	<达米恩·利拉德>	<泰瑞克·埃文斯>	<怀特_（美国NBA队员）>	<埃里克·布莱索>	<莱恩·安德森>	<埃尔顿·布兰德>	<雅克·沃恩>	<杰拉德·华莱士>	<卡拉·劳森>	<埃尔文·罗伯特森>	<特雷西·麦克格雷迪>	<比尔·拉塞尔>	<霍华德_（美国职业篮球运动员）>	<乔丹_（有飞人之称的美国著名篮球运动员）>	<鲍比·西蒙斯>	<邦奇·威尔斯>	<凯蒂·卢·塞缪尔森>	<肯尼·史密斯>	<里德_（美国篮球运动员）>	<加里·佩顿>	<rose_（芝加哥公牛队篮球队员）>	<鸟人_（NBA球星克里斯·安德森外号）>	<安德烈·德拉蒙德>	<保罗·乔治>	<迈克尔·比斯利>	<斯科特·帕德盖特>	<沃克_（NBA纽约尼克斯队运动员）>	<韦斯·昂塞尔德>	<丹尼·曼宁>	<约什·霍华德>	<詹姆斯·哈登>	<泰森·钱德勒>	<贾利尔·奥卡福>	<德克斯特·皮特曼>	<丹尼·格林>	<肖恩·利文斯顿>	<比利·坎宁安>	<尼克·科里森>	<巴恩斯_（篮球运动员哈里森·巴恩斯）>	<阿兰·休斯顿>	<阿伦·艾弗森>	<雷·阿伦>	<大卫·罗宾逊>	<迈克·米勒>	<拉里·约翰逊>	<迈尔斯·特纳>	<卡哇依_（NBA马刺队球员）>	<萨姆·卡塞尔>	<杰夫·霍纳塞克>	<斯科蒂·皮蓬>	<哈基姆·奥拉朱旺>	<泰·劳森>	<斯蒂芬·马布里>	<克里斯·穆林>	<吉尔伯特·阿里纳斯>	<斯蒂芬·库里_（美国职业篮球运动员）>	<泰勒·汉斯布鲁>	<布伦特·巴里>	<拉玛尔·奥多姆>	<德里克·安德森>	<莫·威廉姆斯>

q1253:我们会在哪个民俗节日里耍龙灯？
select ?x where { ?x <类别> <民俗>. ?x <节日活动> <耍龙灯>. }
<元宵节_（中国传统节日）>

q1254:写有菩提十书的作家信仰什么宗教？
select ?y where { ?x <代表作品> <菩提十书>. ?x <信仰> ?y. }
<佛教>

q1255:电影朝花夕拾的编剧是哪里人？
select ?y where { <朝花夕拾_（1987年方中信主演香港电影）> <编剧> ?x. ?x <出生地> ?y. }
<重庆_（中华人民共和国直辖市）>

q1256:五岳各有哪些特色？
select ?y where { <五岳_（中国五岳）> ?x ?y. filter(regex(str(?x), "特色")). }
"泰山雄"	"华山险"	"衡山秀"	"恒山幽"	"嵩山峻"

q1257:李敖组建的性质为认同中华人民共和的政党是哪一个？
select ?x where { ?x <提出组建者> "李敖". ?x <党性质> "认同中华人民共和国的政党". }
<光明党>

q1258:董卿主持的正在播出的节目是？
select ?x where { ?x <主持人> <董卿>. ?x <播出状态> "播出中". }
 <中国中央电视台春节联欢晚会>

q1259:汽车的动力的工作原理是什么？
select ?y where { <汽车> <动力> ?x. ?x <工作原理> ?y. }
"内能转化为机械能"

q1260:龙珠主角的招牌招式有什么？
select ?x ?y where { ?x <登场作品> <七龙珠_（漫画《龙珠》改编制作动画）> . ?x <常用招式> ?y . }
"龟派气功”	”舞空术"

q1261:阿塞拜疆所属洲的别称是什么？
select ?x where { <阿塞拜疆> <所属洲> ?y. ?y <别名> ?x. }
"亚细亚洲"

q1262:地处华南地区，气候是亚热带季风且部分当地人讲客家话的地级市是？
select ?x where { ?x <气候条件> <亚热带季风气候>. ?x <方言> <客家语>. ?x <行政区类别> <地级市>. ?x <所属地区> <华南地区>. }
<广州市_（广东省广州市）>

q1263:SARS是一种烈性传染病的英文名字，请问这种病的中文名字叫什么？
select ?y where { ?x <中文名> ?y. ?x <外文名> "SARS". }
"非典型性肺炎"	"严重急性呼吸道综合症"

q1264:清华毕业的国家主席都有谁？
select ?x where { ?x <类型> <元首>. ?x <毕业院校> <清华大学>. }
<胡锦涛>	<习近平>

q1265:高圆圆和贾静雯共同主演了哪部电视剧？
select ?x where { ?x <主演> <高圆圆>. ?x <主演> <贾静雯>. }
<倚天屠龙记_（2003年合拍版苏有朋主演电视剧）>

q1268:和钢铁侠有相同能力的人都有谁？
select distinct ?x where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <主要能力> ?y. ?x <主要能力> ?y. }
<战争机器_（美国漫威漫画旗下超级英雄）>	<史塔克_（美国动漫及电影钢铁侠中的人物）>

q1269:理查德·道金斯的代表作是什么时候出版的？
select ?y where { <理查德·道金斯> <代表作品> ?x. ?x <出版时间> ?y. }
"1976"

q1271:信奉伊斯兰教的中央集权制国家？
select ?x where { ?x <主要宗教> <伊斯兰教>. ?x <国家结构> "中央集权制". }
<埃及>

q1272:直升机有哪些应用？
select ?y where { ?x <中文名> "直升机" . ?x <应用领域> ?y . }
<科学研究>	<医疗>	<战斗_（汉语词汇）>	<救援_（解救行动）>	<探测>

q1273:足球运动员梅西所在的球队现任主教练是谁？
select ?y where { <里奥·梅西_（阿根廷足球运动员）> <所属运动队> ?x. ?x <现任主教练> ?y. }
 <恩里克_（西班牙足球运动员路易斯·恩里克）>

q1274:环太平洋的导演的出生地是哪？
select ?x where { <环太平洋_（美国2013年吉尔莫·德尔·托罗执导的科幻电影）> <导演> ?y. ?y <出生地> ?x. }
< 墨西哥_（墨西哥合众国）>

q1275:有哪些思想家信仰共产主义？
select ?x where { ?x <信仰> <共产主义>. ?x <职业> <思想家_（词语）>. }
<卡尔·马克思_（马克思主义创始人）>	<弗里德里希·恩格斯>	<列宁_（苏维埃社会主义共和国联盟的创造者）>	<燕妮·马克思>

q1276:陵寝是惠陵的人的主要成就是？
select ?y where { ?x <陵寝> <惠陵_（汉昭烈帝刘备陵寝）>. ?x <主要成就> ?y. }
"建立蜀汉"	"夺取西川"

q1277:出生于日本毕业于美国的中国建筑师是？
select ?x where { ?x <出生地> <日本_（日本国）>. ?x <毕业院校> <美国_（美利坚合众国）>. ?x <国籍> <中华人民共和国>. }
<梁思成>

q1278:美国历史上当选时最年轻的总统的毕业院校是什么时候创立的？
select ?z where { ?x <主要成就> "美国历史上当选时最年轻的总统". ?x <毕业院校> ?y. ?y <创办时间> ?z. }
"1636-09"

q1279:“超人主义”的提出人的代表作品有哪些？
select ?y where { <超人主义> <提出者> ?x. ?x <代表作品> ?y. }
<悲剧的诞生_（1986年三联书店出版图书）>	<查拉图斯特拉如是说_（德国哲学家、思想家尼采文学作品）>	<偶像的黄昏_（2009年12月商务印书馆出版）>

q1280:出版书籍《宋史新探》的出版社是何时成立的？
select ?x where { <宋史新探> <出版社> ?y. ?y <成立时间> ?x. }
"1985"

q1281:王宝强和徐峥共同主演过哪些作品？
select ?x where { ?x <主演> ?y . ?x <主演> ?z . ?y <中文名> "王宝强" . ?z <中文名> "徐峥" . }
<人在囧途>	<人再囧途之泰囧>	<印囧>	<375路_（2017年黄磊、冯小刚、刚毅执导电影）>

q1282:《悲惨世界》的作者的主要成就是？
select ?x where { <悲惨世界_（法国作家雨果创作长篇小说）> <作者> ?y. ?y <主要成就> ?x. }
"被后人称为“法兰西的 莎士比亚”"	"19世纪前期积极浪漫主义文学的代表作家"	"法国文学史上卓越的"	"资产阶级民主作家"	"一生共完成70卷作品"

