q618:位于厦门思明区，素称"圆洲仔、输入钢琴岛"的地方有哪些好吃的？
select ?y where { ?x <别名> "圆洲仔、输入钢琴岛". ?x <特色美食> ?y. }
<肉脯>	<馅饼>	<蚵仔煎_（闽台潮特色小吃）>	<沙茶面>

q620:《自然哲学的数学原理》的作者的IQ有多高？
select ?y where { ?x <代表作品> <自然哲学的数学原理>. ?x <智商> ?y. }
<290_（自然数之一）>

q621:老家开封的双子座名人有谁？
select ?x ?y where { ?x <出生地> <开封_（河南省地级市）>. ?x <星座> <双子座_（天文学）>. }
<于洋_(中国国家话剧院演员)>	<王永林_(中国男演员)>

q622:味精主要成分的化学式是什么？
select ?y where { <味精> <主要成分> ?x. ?x <化学式> ?y. }
"NaOOC-CHNH₂-CH₂-CH₂-COOH"

q623:古希腊悲剧《俄狄浦斯王》的作者有哪些代表作品？
select ?x where { <俄狄浦斯王_（古希腊悲剧）> <作者> ?y. ?y <代表作品> ?x. }
<安提戈涅_（古希腊公元前442年索福克勒斯创作戏剧作品）>	<俄狄浦斯王_（古希腊悲剧）>

q624:姚明念的那所初中校训是什么？
select ?z where { ?x <中文名> "姚明" . ?x <初中> ?y . ?y <校训> ?z . }
<诚>	<勇>	<勤>	<朴_（汉字）>

q625:《额尔古纳河右岸》的作者何时出生？
select ?y where { <额尔古纳河右岸> <作者> ?x. ?x <出生日期> ?y. }
"1964-02-27"

q626:周杰伦写的摇滚乐有哪些？
select ?x where { ?x <谱曲> <周杰伦>. ?x <音乐风格> <摇滚>. }
<双节棍_(周杰伦歌曲)>	<哪里都是你>	<我要夏天>	<双截棍_(陈梓童)>	<世界未末日>	<狗仔舞>	<哇靠_(周杰伦演唱歌曲)>	<不能说的秘密_(周杰伦演唱歌曲)>	<惊叹号_(周杰伦创作歌曲)>	<英雄_(周杰伦创作歌曲)>

q627:郭敬明写过哪些长篇小说？
select ?x where { ?x <作者> <郭敬明>. ?x <文学体裁> <长篇小说>. }
<临界·爵迹>	<爵迹_（2010年郭敬明长篇小说）>	<幻城_（郭敬明小说）>	<小时代_（郭敬明小说）>	<临界·爵迹Ⅱ>	<梦里花落知多少_（郭敬明著小说）>	<1995-2005夏至未至_（2005年郭敬明创作的小说）>

q628:章子怡和范冰冰一起主演过的作品有哪些？
select ?x where { ?x <主演> <章子怡> . ?x <主演> <范冰冰> . }
<非常完美：夺爱大作战>

q629:外文名为”Volcanic rock”的岩石的外观形状是怎样的？
select ?x where { ?y <外文名> "Volcanic rock". ?y <外观形状> ?x. }
"无尖粒状"

q630:由孙泽洲担任总设计师的作品所用的发射用火箭是哪个？
select ?x where { ?y <总设计师> <孙泽洲> . ?y <发射用火箭> ?x. }
<长征三号乙运载火箭>

q631:本田公司的主要车型都有什么？
select ?z where { ?x <公司名称> ?y . filter regex(?y, "本田") . ?x <主要车型> ?z . }
<雅阁>	<本田思域>	<歌诗图>	<凌派>

q633:由景甜主演，张艺谋导演的电影的中文名是？
select ?x where { ?y <主演> <景甜>. ?y <导演> <张艺谋>. ?y <中文名> ?x. }
"长城"

q634:出生于哥伦比亚，曾是一名小说家和记者的人是谁？
select ?x where { ?x <国籍> <哥伦比亚_（哥伦比亚共和国）>. ?x <职业> <小说家_（写小说的作家）>. ?x <职业> <记者_（词语释义）>. }
<加夫列尔·加西亚·马尔克斯>

q635:埃菲尔铁塔的设计师是什么时候去世的？
select ?y where { <埃菲尔铁塔_（巴黎城市地标之一）> <设计者> ?x. ?x <逝世日期> ?y. }
"1923-12-27"

q636:织田信长所处的乱世在哪一年结束？
select ?y where { <织田信长_（日本战国三杰之一，安土桃山时代的大名）> <所处时代> ?x. ?x <结束时间> ?y. }
  "1615”

q637:范冰冰和陈柏霖合作过哪些作品呢？
select ?x where { ?x <主演> <陈柏霖_（台湾演员）>. ?x <主演> <范冰冰>. }
<观音山_（2011年李玉执导电影）>	<情癫大圣>	<千机变Ⅱ花都大战>

q638:windows系统的开发商的CEO是哪国人？
select ?x where { <Windows操作系统> <发行者> ?y. ?y <首席执行官> ?z. ?z <国籍> ?x. }
<美国_（美利坚合众国）>

q640:《天龙八部》小说的作者是哪个民族的人？
select ?y where { <天龙八部_（金庸创作小说）> <作者> ?x. ?x <民族> ?y . }
<汉族>

q641:亚洲哪个国家的时区是"UTC+3"？
select ?x where { ?x <所属洲> <亚洲>. ?x <时区> "UTC+3". }
 <沙特阿拉伯>	<也门>	<黎巴嫩_（黎巴嫩共和国）>	<巴林>	<伊拉克>	<科威特>	<卡塔尔>	<伊拉克王国>

q642:吴君如老公拍过什么电影？
select ?x ?y where { <吴君如> <丈夫> ?y. ?y <代表作品> ?x. }
<刺马_（陈可辛执导电影）>	<甜蜜蜜_（1996年陈可辛导演电影）> 	<中国合伙人_（2013年陈可辛执导电影）>	<亲爱的_（2014年陈可辛执导电影）>	<金枝玉叶_（马齿苋科植物）>	<如果爱_（湖北卫视明星恋爱真人秀）>	<双城故事_（1991年陈可辛执导电影）>

q643:著名景点有松鹤斋的避暑山庄所属的气候类型是什么样的？
select ?x where { ?y <著名景点> <松鹤斋>. ?y <气候类型> ?x. }
<温带大陆性气候>

q645:别名为“内江县”的四川省某区的车牌代码是什么？
select ?x where { ?y <别名> "内江县". ?y <车牌代码> ?x. }
"川K"

q646:通过扫描将图像信息转换为数字信号的机器是什么？
select ?x where { ?x <方式> <扫描>. ?x <转换> "图形或图像信息转换为数字信号". }
<扫描仪>

q647:哈佛大学出了哪些文学家？
select ?x where { ?x <职业> <文学家> . ?x <毕业院校> <哈佛大学> . }
<林语堂>	<梅光迪>	<杨联升>	<孔飞力>	<楼光来>

q649:“Tsinghua University”的位置？
select ?y where { ?x <英文名> "Tsinghua University". ?x <学校地址> ?y. }
“北京市"	"海淀区清华园"

q650:具有哲学意味的，李安、章子怡合作的电影是哪一部？
select ?x where { ?x ?a <李安_（华人导演）>. ?x ?b <章子怡>. ?x <类型> <哲学>. }
<卧虎藏龙_(李安导演电影)>

q651:北京大学出了哪些地质学家
select ?x where { ?x <职业> <地质学家> . ?x <毕业院校> <北京大学> . }
<张莘夫>	<黄汲清>	<许绍燮>	<王克林_（地质学家）>	<董申保>	<阮维周_（地震学家）>	<田奇镌>	<孙殿卿>	<邓林_（地质学家）>

q652:歌手梁静茹在2000-08发行的专辑是哪一张？
select ?x where { ?x <专辑歌手> <梁静茹>. ?x <发行时间> "2000-08". }
<勇气_（梁静茹发行音乐专辑）>

q653:侦探们的经典台词有哪些？
select ?y where { ?x <职业> <侦探_（ACGN侦探们）>. ?x <名言> ?y. }
"真相只有一个！"	"真相永远只有一个！"	"一切都是显而易见，毫无悬念可言"

q654:拥有橡胶果实能力的角色最擅长什么霸气？
select ?x where { ?y <恶魔果实> <橡胶果实>. ?y <最擅长霸气> ?x. }
"霸王色"

q656:中华人民共和国成立的标志事件的主要人物有哪些？
select ?y where { ?x <意义> "中华人民共和国成立的标志". ?x <主要人物> ?y. }
<周恩来>	<毛泽东_（无产阶级革命家）>	<朱德>

q657:清华大学出了哪些科学家
select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <清华大学> . }
<李惕碚>	<钱伟长>	<谭君才>	<欧阳钟灿>	<刘静_（中国科学院理化技术研究所研究员）>	<李文钊>	<闵乃大>	<彭桓武>	<管德>	<王大珩_（科学家）>	<翟俊宜>	<廖湘科>	<柳百新>	<戴宏杰>	<顾毓秀>	<钱思亮>	<容启东_（香港“爵士”）>	<夏泽洋>

q658:哪些国家和加拿大有相同的政治体制？
select ?x where { <加拿大_（北美洲国家）> <政治体制> ?y. ?x <政治体制> ?y. }
<日本_（日本国）>	<英国_（大不列颠及北爱尔兰联合王国）>	<瑞典>	<威尔士>	<加拿大_（北美洲国家）>	<丹麦>	<卢森堡_（卢森堡大公国）>	<荷兰>	<西班牙_（西班牙王国）>	<挪威>	<比利时>	<新西兰>	<澳大利亚>	<安道尔_（欧洲南部国家）>	<马来西亚>	<巴布亚新几内亚>	<不丹>	<梵蒂冈>	<牙买加>	<列支敦士登>	<大英帝国>	<伊德里斯王朝_（利比亚现代王朝）>	<摩纳哥>	<格陵兰>	<库克群岛>	<法兰西第二帝国>	<库拉索>	<英国文化>	<西印度群岛联邦>	<蒙特塞拉特>	<槟城岛>	<大不列颠与爱尔兰联合王国>	<新西兰历史>	<泰国完全旅行指南>	<单机游戏吧>	<桑德王国>	<百慕大共和国>	<瑞典及芬兰联合王国>	<亚利根帝国>

q659:亚洲哪个国家实行君主立宪制？
select ?x where { ?x <类型> <国家>. ?x <所属洲> <亚洲>. ?x <政治体制> <议会制君主立宪制>. }
<日本_(日本国)>

q661:黄帝的妻子有什么成就？
select ?y where { <黄帝> <配偶> ?x. ?x <主要成就> ?y. }
"首创种桑"	"养蚕之法"	"抽丝编绢之术"

q663:主要分布于东南亚和东亚的宗教有？
select ?x where { ?x <主要分布区域> <东亚>. ?x <主要分布区域> <东南亚_（世界地理概念）>. }
<佛教>

q665:电影阿凡达的出品公司的经营范围有哪些？
select ?y where { <Avatar_（2009年上映詹姆斯·卡梅隆执导美国电影）> <出品公司> ?x. ?x <经营范围> ?y. }
<发行_（汉语词语）>	<电影制作>

q666:清华大学出了哪些数学家
select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <清华大学> . }
<万哲先>	<段学复>	<柯召_（数学家、中国科学院院士、四川川大原校长）>

q667:卢浮宫收藏了达芬奇的哪部画作？
select ?x where { ?x <收藏> <卢浮宫_（世界四大博物馆之一）>. ?x <作者> <达·芬奇_（欧洲文艺复兴时期最完美的代表）>. }
 <蒙娜丽莎_（列奥纳多·达·芬奇画作）>

q668:“罢黜百家独尊儒术”的是我国历史上哪一位皇帝？
select ?x where { ?x <主要成就> "独尊儒术". ?x <职业> <黑洞_（特殊天体）>. }
<汉武帝_（汉朝皇帝）>

q669:德国有哪些著名乒乓球员？
select ?x where { ?x <国籍> <德国_（德意志联邦共和国）>. ?x <运动项目> <乒乓球>. }
<吴佳多>	<蒂姆·波尔>	<孙祯琦>	<韩莹_（德国乒乓球运动员）>	<克里斯蒂安·苏斯>	<费杰科内斯>	<单晓娜>	<罗斯科普夫>	<施婕>	<罗斯科夫>

q671:有一种起源于英格兰哈罗公学的活动，它是什么？
select ?x where { ?x <起源> <英格兰>. ?x <起源> <哈罗公学>. }
<壁球>

q672:奥地利的首都的城市面积有多大？
select ?y where { <奥地利> <首都> ?x. ?x <城市面积> ?y. }
 "414.65 平方公里”

q673:开发chrome浏览器的公司的CEO是谁？
select ?y where { <Chrome_（谷歌浏览器）> <开发商> ?x. ?x <首席执行官> ?y. }
<拉里·佩奇>

q674:你知道几个那些主角吊炸天的漫画的作者？
select ?x where { <高武世界_（指具体的高武世界（位面））> <代表> ?y. ?y <作者> ?x. }
<车田正美>

q675:有一位河南籍作家曾获茅盾文学奖，你知道他是谁吗？
select ?x where { ?x <出生地> <河南_（中国中部地区省份之一）>. ?x <主要成就> "茅盾文学奖". }
<刘震云_（中国内地作家）>

q676:由周杰伦作曲以及演唱的歌曲是哪首？
select ?x where { ?x <作曲> <周杰伦>. ?x <演唱> <周杰伦>. }
<品味布拉格>

q677:哪位英国演员出演电影《摩登时代》？
select ?x where { ?x <国籍> <英国_（大不列颠及北爱尔兰联合王国）>. ?x <职业> <演员_（职业）>. ?x <代表作品> <摩登时代_（美国1936年卓别林主演电影）>. }
<查理·卓别林>

q678:福茂唱片的签约歌手有哪些？
select ?x where { ?x <经纪公司> <福茂唱片>. ?x <职业> <歌手_（职业名称）>. }
<詹雅雯>	<娃娃_（中国台湾女歌手金智娟）>	<范玮琪>	<郭静_（中国台湾流行音乐女歌手）>	<马兆骏>	<李玉玺_（台湾歌手）>	<陈势安>	<王宏恩_（歌手）>	<吴汶芳>	<胡维纳>

q681:有哪些满族演员？
select ?x where { ?x <民族> <满族>. ?x <职业> <演员_（职业）>. }
<关亚军>	<佟大为>	<常远_（开心麻花签约演员）>	<左岩_（主持人）>	<陈孟奇>	<宏胤>	<李宗翰>	<吴京_（中国内地男演员）>	<英达>	<关晓彤_（影视演员）>	<黄海波_（中国大陆男演员）>	<王苏娅>	<那维勋>	<惠英红>	<金钊_（演员、影视演员）>	<杨岱岳>	<王炎_（歌手）>	<那英>	<果静林>	<叶青_（中国内地女艺人）>	<关之琳>	<傅冲>	<康宁_（内地女演员）>	<齐俊盛>	<关悦>	<沈傲君>	<金凤_（原北京电影制片厂演员）>	<文梦洋>	<曹炳琨>	<凌潇肃>	<沈晓海_（中国内地男演员）>	<富大龙>	<胡军_（中国大陆演员）>	<东方闻樱_（中国内地女制片人）>	<王雯婷>	<李崇霄>	<牛青峰>	<王厦>	<赵奕欢>	<张海龄>	<纳兰_（著名青年歌手、演员、书法家）>	<唐钰铭>	<关山_（香港艺人）>	<梁瀚文_（主持人）>	<白庆琳>	<那威>	<关慧卿>	<赵洪涛_（中国内地男歌手、演员、主持人）>	<刘一_（中国内地男演员）>	<朴俊凯>	<歌洋>	<袁梦_（北京籍艺人）>	<李青青_（电影演员李青青）>	<爱新觉罗·启星>	<张诗雨>	<朱宸辉>	<赵明明_（中国内地女演员）>	<白卉子>	<钮承泽>	<佟瑞欣>	<朱墨_（中国大陆女演员）>	<叶琳_（电视剧《璀璨人生》角色）>	<张艺骞>	<英壮>	<郎美琳>	<胡洋_（中国内地男演员）>	<脱一>	<徐艺_（《非常了得》选手）>	<舒耀瑄>	<王平_（相声演员）>	<佟塞娅>	<白敬亭>	<赵蕾_（中国内地女演员）>	<桑叶红>	<赵会南>	<方婷婷_（演员（现更名为方可沁））>	<脱一然>	<凌子枫>	<刘子仟>	<昌隆>	<张潇恒>	<普志宏>	<凌子风>	<许丁亓>	<张德俊_（京剧武生演员）>	<刘政绯>	<江琳琳>	<关婷娜>	<吴鑫桐>	<红薇_（香港著名女演员）>	<马莹莹>	<高广泽_（中国内地男演员）>	<王紫格>	<王奕盛>	<张拉拉>	<陈奕龙>	<张皓然_（中国内地男演员）>	<任笑霏>	<陈可馨_（影视演员）>	<陈昀_（中国内地女演员）>	<李翠翠>	<石铭熙>	<郝宗君>	<甘露露>	<厉慧福>	<汪滢滢>	<那家威>	<唐旭_（中国内地实力男演员）>	<文亳>	<林冶>	<丘羽特>	<唐艺纯>	<小哥_（小哥齐秦）>	<费宏翔>	<商子见>	<唐韵笙>	<凝香仙草>	<肖霖>	<宝珣>	<尔光>	<辛美妮>	<叶峰_（辽宁籍男影视演员）>	<赵采儿>	<赵梓铭>	<杜歆越>	<于果_（中国内地女演员）>	<马珊娜>	<赵廷峪>	<王碧琪>	<郭婉冬>	<田葆诚>	<吴洪兴>	<文若熙>	<冯惠媛>	<贾明瑛>	<王俪穅>	<庆春圃>	<金铁麟>	<李力_（影视演员）>	<刘聪_（中国内地新晋男演员）>	<何金海_（中国京剧院京剧演员）>	<铁男_（青年编剧，独立制片人，演员）>	<黄洋_（北京籍演员）>	<王婧_（安徽籍女演员）>	<张欢_（黑龙江省京剧院旦角演员）>	<王晔_（中国辽宁籍男演员）>	<安娜_（影视歌三栖艺人）>	<裴旭斌>	<叶笑言>

q683:武汉大学出了哪些数学家
select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <武汉大学> . }
<齐民友>	<陈希孺>	<路见可>

q684:亚洲哪个国家的主要民族是印度人？
select ?x where { ?x <所属洲> <亚洲>. ?x <主要民族> <印度人>. }
<新加坡>	<马来西亚>	<中华联邦>	<天竺_（古印度）>

q685:古希腊诗人有哪些代表作品？
select ?y where { ?x <国籍> <古希腊_（爱琴海-色雷斯文明圈的黄金时期）>. ?x <职业> <诗人_（汉语词语）>. ?x <代表作品> ?y. }
<和_（汉语汉字）>	<奥德赛_（古希腊史诗）>	<伊利亚特_（《荷马史诗》之一）>	<荷马史诗>

q686:电视剧冰与火之歌的出品公司还有哪些作品？
select ?x where { <冰与火之歌_（美国HBO电视台制作的电视剧）> <出品公司> ?y.?x <出品公司> ?y.}
<冰与火之歌_（美国HBO电视台制作的电视剧）>	<权力的游戏第二季>	<守望尘世>	<大爱_（美国电视剧）>	<双面梦露>	<黑道家族第二季>	<欲望城市>	<霍利德医生>	<欲望都市_（美国1998年莎拉·杰西卡·帕克主演电视剧）>	<权力的游戏_（电影版）>	<抑制热情>	<真探>	<监狱风云_（美国1997年汤姆·方塔纳执导电视剧）>	<大爱一场>	<伊丽莎白_（英国1998年谢加·凯普尔执导电影）>	<护送钱斯>	<血战太平洋_（HBO出品的战争剧）>	<兄弟连_（英美2001年史蒂夫·斯皮尔伯格执导战争剧）>	<监狱风云第二季>	<囧男窘事>	<霓裳情挑>	<《他乡来客》第一季>	<真探第二季>	<弦乐航班>	<集结风暴>	<假日少女情>	<成功在美国>	<猎杀行动>	<告诉我你爱我_（2007年HBO出品美剧）>	<特殊逃亡>	<偷天大逃杀>	<守望者_（HBO出品美剧）>	<真爱如血第四季>	<真爱如血第六季>	<真爱一箩筐>	<大西洋帝国第一季>	<铁血风暴>	<权力的游戏第五季>	<罗马_（欧美2005年凯文·麦克基德主演电视剧）>	<权力的游戏第六季>	<囧男二三事>	<火线重案组第三季>	<火线重案组>	<权力的游戏第四季>	<The Corrections_（美国2013年乔纳森·弗兰岑编导电视剧）>

q687:蝙蝠侠和超人共同参与的团队是哪个？
select ?x where { ?x <主要成员> <超人_（美国DC漫画旗下超级英雄）>. ?x <主要成员> <蝙蝠侠_（美国DC漫画旗下超级英雄）>. }
 <正义联盟_（美国DC漫画超级英雄团队）>

q688:黄河的主要支流都有什么？
select ?y where { ?x <中文名称> "黄河" . ?x <主要支流> ?y . }
<汾河_（黄河在山西境内的支流）>	<洮河>	<渭河_（中国黄河的最大支流）>

q689:由董洁和陈坤共同主演的电视剧？
select ?x where { ?x <主演> <董洁_（中国内地女演员）>. ?x <主演> <陈坤_（中国内地男演员、歌手）>. }
<金粉世家_（2003年陈坤、董洁主演电视剧）>

q690:由哥伦比亚广播公司发行的19集电视剧是哪部？
select ?x where { ?x <发行公司> <哥伦比亚广播公司>. ?x <集数> "19". }
<同学再相逢>

q691:所有球衣号码是22的足球运动员？
select ?x where { ?x <球衣号码> "22". ?x <运动项目> <足球>. ?x <国籍> <中华人民共和国>. }
<崔永哲>	<陈永鑫_（足球运动员）>	<范恩录>	<李湘彬>	<董建宏_（足球运动员）>	<王亮_（辽宁沈阳籍足球运动员）>	<江津_（中国足球运动员）>

q693:李安导演的获得奥斯卡最佳外语片奖的电影获得了多少票房？
select ?z where { ?x <导演> <李安_（华人导演）>. ?x <主要奖项> "奥斯卡最佳外语片奖". ?x <票房> ?z. }
"2.05亿美元"

q694:清华大学出了哪些文学家
select ?x where { ?x <职业> <文学家> . ?x <毕业院校> <清华大学> . }
<王利器>	<黄培佳>	<缪钺>	<曾缄>

q695:龙井茶所属类别有哪些主要营养成分？
select ?z where { ?x <中文名> "龙井茶" . ?x <类别> ?y . ?y <主要营养成分> ?z . }
<茶多酚>	<咖啡因>

q697:从古到今，哪些个欧洲国家有巴斯克人聚居？
select ?x where { ?x <所属洲> <欧洲_（地球七大洲之一）>. ?x <主要民族> <巴斯克人>. }
<西班牙_（西班牙王国）>	<西班牙帝国>

q699:由伊达勇登导演、隅泽克之编剧的动画在哪个电视台首播？
select ?y where { ?x <导演> <伊达勇登>. ?x <编剧> <隅泽克之>. ?x <首播电视台> ?y. }
<东京电视台>

q700:被称为“何仙姑”的是模特是谁？
select ?x where { ?x <别名> "何仙姑". ?x <职业> <模特_（职业（展示艺术、时尚产品等））>. }
<何穗>

q701:两部《狂人日记》的作者分别是谁？
select ?y where { { ?x <作品名称> "狂人日记". } union { ?x <书名> "狂人日记". } ?x <作者> ?y. }
<鲁迅_（文学家、思想家）>	<果戈里_（俄国作家、讽刺文学大师）>

q702:周杰伦作曲，方文山作词的中国风音乐有什么？
select ?x where { ?x <谱曲> <周杰伦>. ?x <填词> <方文山>. ?x <音乐风格> <中国风_（中国风格、中国流行风尚）>. }
<雨下一整夜>	<雨下一整晚>	<烟花易冷_(周杰伦演唱歌曲)>	<红尘客栈>	<汉服青史>	<烟花易冷_(林志炫演唱歌曲)>	<娘子_(周杰伦演唱歌曲)>	<烟花易冷_(石头演唱歌曲)>	<公公偏头痛>	<天涯过客_(周杰伦创作歌曲)>	<一壶乡愁>	<霍元甲_(中国台湾2006年周杰伦演唱的歌曲)>	<青花瓷_(周杰伦方文山创作歌曲)>	<Now You See Me_(周杰伦创作歌曲)>

q703:陈嗣庆的女儿写了什么书？
select ?y where { ?x <父亲> <陈嗣庆>. ?x <代表作品> ?y. }
<雨季不再来_（三毛所著散文集）>	<撒哈拉的故事>	<梦里花落知多少_（三毛作品）>

q705:武汉大学出了哪些翻译家
select ?x where { ?x <职业> <翻译家> . ?x <毕业院校> <武汉大学> . }
<叶君健>	<夏道平>	<崔文凯_（原武汉大学外语学院副院长）>

q706:南京大学出过哪些科学家？
select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <南京大学> . }
<贾承造>	<都有为>	<严俊_（中国科学院国家天文台台长）>	<罗序中>	<徐锦忠>	<翁金桃>	<王业宁>	<殷武_（南京大学教授）>	<陈俊_（南京大学校长）>

q707:阿飞正传这一电影中血型为O的主角有哪些？
select ?x where { <阿飞正传> <主演> ?x. ?x <血型> <O型>. }
<张国荣_（华语歌手、输入演员、输入音乐人）>	<张曼玉>

q708:我国近代擅长画虾的绘画大师出生在哪座城市？
select ?y where { ?x <职业> <画家>. ?x <代表作品> <墨虾>. ?x <出生地> ?y. }
<湘潭_（湖南省地级市）>

q709:每一年的9月10日是感谢传道授业解惑的教师的节日，请问这个节日是什么时候设立的？
select ?y where { ?x <节日时间> <9月10日>. ?x <节日意义> "感谢传道授业解惑的教师". ?x <设定时间> ?y. }
"1985-01-21"

q710:台湾的机场都有哪些？
select distinct ?y where { ?x <中文名称> ?z . filter regex(?z, "台湾") . ?x <机场> ?y . }
<重庆江北国际机场>	<台湾桃园国际机场>	<高雄小港国际机场>	<台中清泉岗机场>	<台北松山机场>

q712:和博尔赫斯同一国家的同行都有谁？
select ?x where { <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）> <出生地> ?y. <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）> <职业> ?z.?x <国籍> ?y.?x <职业> ?z.}
<胡里奥·科塔萨尔>	<吉列尔莫·马丁内斯>	<安东尼奥·波契亚>	<贝尔纳多·科尔顿>	<胡里奥·科塔萨尔>

q713:青眼白龙的使用者信仰什么宗教?？
select ?z where { ?x <中文名> "青眼白龙" . ?x <使用者> ?y . ?y <宗教> ?z . }
<佛教>

q714:克苏鲁所在群体都代表着什么？
select ?z where { <克苏鲁_（克苏鲁的呼唤神话小说里面的邪灵角色）> <所属> ?y. ?y <象征> ?z.}
 <水_（由氢、氧两种元素组成的无机物质）>	<风_（自然现象）>	<火_（汉语汉字）>	<地_（汉语汉字）>

q715:X射线具有的性质有由谁提出的？
select ?y where { <X射线> <性质> ?x. ?x <提出者> ?y. }
<路易·维克多·德布罗意>

q719:复旦大学出了哪些导演
select ?x where { ?x <职业> <导演> . ?x <毕业院校> <复旦大学> . }
<谈韦>	<周文武贝>	<傅红星>	<张裕华>

q720:《未来形而上学导论》的作者于什么事件逝世？
select ?y where { <未来形而上学导论> <作者> ?x. ?x <逝世日期> ?y. }
"1804-02-12"

q721:苹果公司的现任首席执行官出生于什么时间？
select ?y where { <苹果_（苹果产品公司）> <首席执行官> ?x. ?x <出生日期> ?y. }
"1960-11-01”

q724:哪个朝代的人发明了活字印刷术？
select ?y where { <活字印刷术> <发明者> ?x. ?x <国籍> ?y . }
<北宋_（中国历史朝代）>

q725:康熙王朝的纸片人毕业于哪个学校？
select ?x where { <康熙王朝_（中国2001年陈家林执导陈道明主演电视剧）> <制片人> ?y. ?y <毕业院校> ?x. }
<山东艺术学院>

q727:“三吏三别”是哪个朝代的作品？
select ?y where { <三吏三别> <作者> ?x. ?x <所处时代> ?y . }
<唐朝_（中国历史朝代）>

q728:清华大学出了哪些企业家
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <清华大学> . }
<周升_（著名书法家）>	<陈绍鹏>	<李佳林_（伟仕控股董事局主席）>	<徐航_（深圳迈瑞公司董事长）>	<李小琳>	<郭晓林_（企业家）>	<蒋毅敏>	<衣锡群>	<赵勇_（四川长虹电子控股集团有限公司董事长）>	<杨文莲>	<童之磊>	<宋非>	<耿春亚>	<余承东>	<王文襄_（黑龙江原政协常委）>	<曹宝华>	<崔彤哲>	<陈正华_（江苏省建集团董事长）>	<吴杰庄>	<林贤友>	<周娱光>	<吴周令>	<曾学忠>	<周俊卿>	<王庆起>	<瞿晓铧>	<丁辉_（诺奇股份有限公司总经理）>

q732:舒伯特出生城市有什么著名景点？
select ?y where { <舒伯特> <出生地> ?x. ?x <著名景点> ?y.}
<圣斯特凡大教堂>

q735:# 邓稼先的母校的校训是？
select ?y where { <邓稼先_（中国科学院院士）> <毕业院校> ?x. ?x <校训> ?y. }
<研究>	<教育阴霾>	<刚毅坚卓>

q738:北京大学出了哪些文学家
select ?x where { ?x <职业> <文学家> . ?x <毕业院校> <北京大学> . }
<王利器>	<黄培佳>	<缪钺>	<曾缄>

q740:《半生缘》的作者的毕业院校是？
select ?x where { <半生缘_（张爱玲作品）> <作者> ?y. ?y <毕业院校> ?x. }
<香港大学>

q741:发行电影《谍影重重3》的公司的组织形式是怎样的？
select ?x where { <谍影重重3> <发行公司> ?y. ?y <组织形式> ?x. }
<股份制>

q742:苹果公司的创始人什么时候去世的？
select ?x where { <苹果_（苹果产品公司）> <创始人> ?y. ?y <逝世日期> ?x. }
"2011-10-05"

q745:浙江大学出了哪些生物学家
select ?x where { ?x <职业> <生物学家> . ?x <毕业院校> <浙江大学> . }
<陈启鎏>	<杨焕明>

q746:清华大学出了哪些导演
select ?x where { ?x <职业> <导演> . ?x <毕业院校> <清华大学> . }
<洪深_（中国电影先驱）>	<屠钰斐>	<杨雪茹>	<陈心中>	<李燕宁_（建筑师、电影导演）>	<李卫_（新活动传媒总制片）>

q755:从古到今，阿拉伯国家里有哪些是君主专制的体制？
select ?x where { ?x <主要民族> <阿拉伯人_（西亚和北非的伊斯兰文化群体）>. ?x <政治体制> <君主专制政体>. }
<沙特阿拉伯>	<科威特>	<阿曼_（阿曼苏丹国）>	<奥斯曼帝国>	<is_（伊斯兰国简称）>	<阿拉伯帝国_（阿拉伯人建立的国家）>	<大食国>	<伊赫什德王朝>

q757:北京大学出了哪些导演
select ?x where { ?x <职业> <导演> . ?x <毕业院校> <北京大学> . }
<张江南_（导演、编剧）>	<英达>	<邵泽辉>	<郑权_（导演，影片制作人）>	<王凌非>	<苏梨叶>	<唐晓白>	<丁小平_（国家一级导演）>	<李烨_（央视编辑）>	<王翀_（戏剧导演）>

q758:文艺复兴的指导思想有怎样的世界观?？
select ?y where { <文艺复兴> <指导思想> ?x . ?x <世界观> ?y . }
"理性"	"仁慈"

q759:陈思诚做导演以后，请刘昊然主演的片子有什么？
select ?x where { ?x <主演> <刘昊然>. ?x <导演> <陈思成_（青年导演、演员、编剧）> . }
<北京爱情故事_（2014年陈思诚执导电影）>	<唐人街探案>	<唐人街探案2>

q760:电影消失的爱人中哪位主演毕业于牛津大学？
select ?x where { <消失的爱人_（美国2014年大卫·芬奇执导电影）> <主演> ?x. ?x <毕业院校> <牛津大学>. }
<裴淳华>

q761:雕版印刷术和火药发明于中国哪个朝代？
select ?x where { ?x <科技成就> "火药". ?x <科技成就> "雕版印刷术". }
<唐朝_（中国历史朝代）>

q763:阿根廷的官方语言全球有多少人在用？
select ?x where { <阿根廷_（阿根廷共和国）> <官方语言> ?y. ?y <使用人数> ?x. }
"420000000"

q764:亚马孙河所在的大洲主要使用哪些语言？
select ?y where { <亚马孙河> <所属地区> ?x. ?x <语言> ?y. }
<西班牙语_（语言）>	<葡萄牙语>

q765:获"第6届本格推理小说大奖"的作家有哪些代表作品？
select ?y where { ?x <主要成就> "第6届本格推理小说大奖". ?x <代表作品> ?y. }
<秘密_（法国2000年维吉尼·瓦贡导演爱情片）>	<预知梦_（一种心理和生理状态的反应）>	<白夜行_（韩国2009年孙艺珍主演电影）>	<放学后_（东野圭吾创作推理小说）>	<以眨眼干杯>	<侦探伽利略_（福山雅治主演日剧）>	<嫌疑人X的献身_（日本2008年西谷弘执导电影）>	<白夜行_（韩国2009年孙艺珍主演电影）>	<放学后_（东野圭吾创作推理小说）>	<嫌疑人X的献身_（东野圭吾著长篇小说）>	<牵绊的爱>

q766:占地1199平方公里，人口209899的是哪个县？
select ?x where { ?x <面积> "1199平方公里". ?x <人口> "209899". }
<磐安县>

q768:浙江大学出了哪些企业家
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <浙江大学> . }
<李摩西>	<俞飞跃>	<孙立佐>	<陈菲琼>	<盛静生>	<何军_（公羊会创始人）>	<何威_（诚信浙商·华美连锁整形董事长）>

q771:梁启超，康有为等人发动的救亡图存的运动是什么？
select ?x where { ?x <主要人物> <梁启超_（中国近代思想家、政治家、教育家）>. ?x <主要人物> <康有为>. ?x <目的> "救亡图存". }
<戊戌变法> 

q772:太平天国所信仰的宗教是什么时间建立的？
select ?y where { <太平天国_（中国历史政权）> <主要宗教> ?x. ?x <创建时间> ?y . }
"1843"

q773:复旦大学出了哪些企业家
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <复旦大学> . }
<郭广昌>	<王品高>	<陈天桥>	<翁懋>	<卢志强_（中国泛海控股集团董事长兼总裁）>	<冯正虎>	<庞计善>	<刘也卓_（埃迪欧控股集团有限公司中国区总经理）>	<郁鑫>	<岑钊雄>

q774:《最后的晚餐》的作者出生地是哪里？
select ?y where { <最后的晚餐_（达·芬奇画作）> <作者> ?x. ?x <出生地> ?y. }
 <芬奇镇>

q775:写作《关于费尔巴哈的提纲》的社会学家的主要成就是？
select ?y where { ?x <代表作品> <关于费尔巴哈的提纲>. ?x <主要成就> ?y. }
"发起"	"科学社会主义"	"创立 马克思主义"	"创建 第一国际"	"发现人类社会历史发展的客观规律"	"创立"	"马克思主义"	"创建"	"第一国际"

q776:清华大学出了哪些作家
select ?x where { ?x <职业> <作家_（汉语词语）> . ?x <毕业院校> <清华大学> . }
<端木蕻良_（中国现代作家）>	<张宏杰_（蒙古族历史学者）>	<李健吾>	<季羡林>	<蒋方舟>	<钱钟书>	<李建臣_（中国保险报业集团总裁）>	<钟源_（作家、影视剧作家、热电工程师）>	<潘海天_（中国第三代科幻作者）>	<周浩晖>	<李尔葳>	<贺天飞>	<王士磊>	<郑朝宗>	<周麒>	<赵仲邑>	<王东玮>	<钟昊沁>	<边国政>	<李长治_（原北京师范大学教授）>

q778:和黄瓜同科的植物有哪些？
select ?x where { <黄瓜> <界> ?y5. <黄瓜> <门> ?y4. <黄瓜> <纲> ?y3. <黄瓜> <亚纲> ?y2. <黄瓜> <科> ?y1. ?x <界> ?y5. ?x <门> ?y4. ?x <纲> ?y3. ?x <亚纲> ?y2. ?x <科> ?y1. }
<南瓜_（南瓜葫芦科植物）>	<黄瓜>	<丝瓜_（葫芦科属丝瓜属植物）>	<赤瓟属>	<新世纪_（迷你以色列型黄瓜——新世纪）>	<冬瓜>	<瓠瓜>	<罗汉果_（葫芦科藤本植物）>	<夕颜_（葫芦花的别称）>	<小雀瓜属>	<哈密瓜_（葫芦科植物甜瓜的一个品种）>	<菜瓜>	<文玩葫芦>	<葫芦属>	<葫芦>	<冬瓜属>	<雪胆属>	<野黄瓜>	<黑金刚西瓜>	<西瓜属>	<丝瓜属>	<栝楼属>	<早绿苦瓜>	<苦瓜属>	<栝楼>	<云南罗汉果>	<罗汉果属>	<裂瓜属>	<无籽西瓜_（二倍体跟诱变产生的四倍体杂交而成的西瓜）>	<黑峪西瓜>	<佛手瓜>	<良庄西瓜>	<吊瓜>	<北瓜>	<金丝瓜>	<佛手瓜属>	<葫芦亚族>	<绿网蜜网纹甜瓜>	<椭圆果雪胆>	<中华雪胆>	<新兰西瓜>	<桃南瓜>	<棒槌瓜>	<金公主>	<蒲瓜>	<脆甜爽口>	<小玉西瓜>	<丽宝西瓜>	<好比玛>	<西印度黄瓜>	<瓠子_（葫芦科植物）>	<短柄赤瓟>	<裂苞组>	<油渣果>	<油渣果属>	<台蔬灰皮冬瓜>	<翡翠王子>	<丽玉>	<三棱瓜属>	<夏丰苦瓜>	<绿冠一号>	<金甜王子>	<盒子草属>	<旺家碧玉>	<南瓜亚族>	<合子草>	<鲍鱼瓜>	<南杂一号>	<锥形果属>	<茅瓜属>	<新红宝西瓜>	<宝冠大果黑美人>	<美龙西瓜>	<严选槟城苦瓜>	<广东丝瓜>	<三裂瓜>	<黄瓤西瓜>	<高糖勇士>	<藏瓜属>	<翅子瓜属>	<唐山秋瓜>	<假贝母属>	<清白早黄瓜>	<短柄雪胆>	<藏瓜>	<独龙江雪胆>	<肉花雪胆组>	<喷瓜属>	<麒麟瓜>	<黑美人瓜>	<薄叶栝楼>	<美国碧玉>	<春雪儿>	<花宝西瓜>	<佩普基诺>	<乌龟七>	<和平西瓜>	<可爱雪胆>	<双莲西瓜>	<帽果雪胆>

q780:武汉大学出了哪些经济学家
select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <武汉大学> . }
<张培刚_（中国发展经济学创始人）>	<杨再平>	<易江_（著名学者、经济学家、南华工商学院院长）>	<梅新育>	<陈钦风>	<程志强_（北京大学兼职教授、博士生导师）>

q784:赵本山的大儿子什么时候出生的？
select ?z where { ?x <中文名> "赵本山" . ?x <大儿子> ?y . ?y <出生日期> ?z . }
"1982"

q785:电影《食神》的导演,6次打破香港电影票房纪录,他的出生日期？
select ?x where { ?y <主要成就> "6次打破香港电影票房纪录". ?y <代表作品> <食神_（1996年周星驰自编自导自主演喜剧片）>. ?y <出生日期> ?x. }
“1962-06-22"

q787:有哪些人又是歌手又能演戏又能编剧，还能当大导演？
select ?x where { ?x <职业> <歌手_（职业名称）>. ?x <职业> <演员_（职业）>. ?x <职业> <编剧>. ?x <职业> <导演>. }
<成龙_（中国香港演员、导演）>	<芭芭拉·史翠珊>	<苏菲·玛索>	<俞才斌>	<蒂姆·布雷克·尼尔森>	<王良_（中国内地男演员、导演）>	<曹桂千>	<库伯>	<陈楚奇>	<丹尼斯·甘塞尔>	<朱家辉>

q789:中国地图出版社出版的371页的地图集是哪本？
select ?x where { ?x <出版社> <中国地图出版社>. ?x <页数> "371". }
<埃塞尔特世界地图集>

q790:发明了飞机的美国人信仰什么宗教？
select ?y where { ?x <国籍> <美国_（美利坚合众国）>. ?x <主要成就> "发明了飞机". ?x <信仰> ?y. }
<新教>

q793:习近平的母校的现在的校长是谁？
select ?z where { <习近平> <毕业院校> ?y. ?y <现任校长> ?z. }
<邱勇_（清华大学校长）>

q797:梅丽尔·斯特里普曾经在克林特·伊斯特伍德的哪一部经典电影里出演女主角？
select ?x where { ?x <主演> <梅丽尔·斯特里普>. ?x <导演> <克林特·伊斯特伍德>. }
<廊桥遗梦_（美国1995年克林特·伊斯特伍德执导爱情片）>	<珍妮·克劳迪亚·欧普瓦>

q798:电影阿凡达的出品公司的成立时间？
select ?y where { <Avatar_（2009年上映詹姆斯·卡梅隆执导美国电影）> <出品公司> ?x. ?x <成立时间> ?y. }
"1935-05-31"

q799:冥王星的发现者的外文名是什么？
select ?y where { <冥王星_（太阳系中的一个天体）> <发现者> ?x. ?x <外文名> ?y. }
"Clyde William Tombaugh"

q800:有哪些会说粤语的上海导演？
select ?x where { ?x <语言> <粤语_（汉藏语系下的语言）>. ?x <职业> <导演>. ?x <出生地> <上海_（中华人民共和国直辖市）>. }
<王家卫>	<陈冲_（美籍华裔女演员）>	<黄元申>

q803:黄贯中的老婆参演了哪些影视作品？
select ?x where { <黄贯中> <配偶> ?y. ?y <代表作品> ?x. }
<射雕英雄传_（1994年张智霖、朱茵主演电视剧）>	<你我之间_（武侠电视剧《萧十一郎》片尾曲）>	<大话西游之大圣娶亲>	<逃学威龙_（1991-1993年周星驰主演系列电影）>	<萧十一郎_（2002年内地版吴奇隆、朱茵主演电视剧）>

q804:NIKE创始人的毕业院校是什么？
select ?x where { <NIKE> <创始人> ?y. ?y <毕业院校> ?x. }
<俄勒冈大学>

q808:哪部电影是由周迅和彭于晏共同出演？
select ?x where { ?x <主演> <周迅_（中国内地女演员、歌手）>. ?x <主演> <彭于晏>. }
<明月几时有_（2016年许鞍华执导电影）>

q809:出自叶圣陶，指挺着大肚子的大商人的是哪个词？
select ?x where { ?x <语出> <叶圣陶>. ?x <释义> "指挺着大肚子的大商人". }
<硕腹巨贾>

q811:“骐骥一跃不能十步”的作者的知名弟子有哪些？
select ?y where { <骐骥一跃不能十步> <作者> ?x. ?x <著名弟子> ?y. }
"李斯、韩非、张苍"

q812:万达集团董事长的儿子有什么外号吗?？
select ?q where { ?x <公司名称> ?y . filter regex(?y, "万达集团") . ?x <董事长> ?z . ?z <儿子> ?p . ?p <别名> ?q . }
"国民老公"	"娱乐圈纪委书记"

q814:浙江大学出了哪些数学家
select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <浙江大学> . }
<秦元勋>	<励建书>	<张鸣镛>

q815:《街头霸王》系列游戏的发行公司成立于哪一年？
select ?y where { <街头霸王_（日本CAPCOM公司推出电子游戏系列）> <发行商> ?x. ?x <成立时间> ?y. }
 "1979”

q816:由林玉芬导演、郑爽主演的作品是哪一部？
select ?x where { ?x <主演> <郑爽_（中国内地90后女演员）> . ?x <导演> <林玉芬> . }
<微微一笑很倾城_（2016年郑爽、杨洋主演电视剧）>

q818:《卖炭翁》的作者生活在哪个朝代？
select ?y where { ?x <主要作品> <卖炭翁>. ?x <所处时代> ?y. }
<唐朝_（中国历史朝代）>

q819:《半生缘》的作者的主要成就有哪些？
select ?x where { <半生缘_（张爱玲作品）> <作者> ?y. ?y <血型> ?x. }
<O型>

q820:有哪些苗族的歌唱家？
select ?x where { ?x <民族> <苗族>. ?x <职业> <歌唱家>. }
<宋祖英>	<阿旺_（苗族女高音歌唱家）>	<刘媛媛_（中央民族歌舞团女高音歌唱家）>	<侯艳琴>	<姚建蓉>	<阿泡>	<杨琼_（苗族女高音歌唱家）>

q821:哪些技术可以同时应用于农业和工业？
select ?x where { ?x <应用领域> <工业> . ?x <应用领域> <农业> . }
<自动化>	<超声波>	<水凝胶>	<筛网>	<超声波料位计>	<金属筛网>	<次声波>	<精密台式PH计>	<上海企翔泵业有限公司>	<超声波模具>	<紫外光源>	<网络化温室生产现场视频信息采集系统>	<封闭电炉>

q822:《罗密欧与朱丽叶》的作者是信什么教的？
select ?x where { ?y <代表作品> <罗密欧与朱丽叶_（莎士比亚著名戏剧）>. ?y <信仰> ?x. }
<基督教>

q824:光合作用发生的部位长度是多少？
select ?y where { <光合作用> <作用部位> ?x. ?x <长径> ?y. }
"视情况而定 5~100μm不"

q826:毕业于中央大学，出生于长野的日本作家有哪些代表作品？
select ?y where { ?x <毕业院校> <中央大学_（日本中央大学）> . ?x <出生地> <长野_（日本县份）>. ?x <代表作品> ?y. }
<言叶之庭>	<秒速五厘米>	<追逐繁星的孩子_（日本2011年新海诚执导动画电影）>	<云之彼端，约定的地方>	<某人的目光>	<星之声_（动画电影）>

q828:清华大学出了哪些地质学家
select ?x where { ?x <职业> <地质学家> . ?x <毕业院校> <清华大学> . }
<程裕淇>	<杨遵仪>	<卢耀如>	<刘宝珺>

q830:《色戒》里的美籍主演有谁？
select ?x where { <色戒_（李安执导电影）> <主演> ?x. ?x <国籍> <美国_（美利坚合众国）>. }
<王力宏>	<陈冲_（美籍华裔女演员）>

q831:获得首届孔子国籍文学奖的诗人是谁？
select ?x where { ?x <职业> <诗人_（汉语词语）>. ?x <主要成就> "获得首届孔子国际文学奖". }
<洛夫_（诗人）>

q832:梁启超的儿媳妇是谁？
select ?y where { ?x <父亲> <梁启超_（中国近代思想家、政治家、教育家）>. ?x <配偶> ?y . }
<林徽因_（中国建筑师、诗人、作家）>	<林洙>

q833:非洲同时以英语和法语为官方语言的国家有哪些？
select ?x where { ?x <所属洲> <非洲_（世界七大洲之一）>. ?x <官方语言> <法语>. ?x <官方语言> <英语_（语言）>. }
 <喀麦隆>	<卢旺达>	<毛里求斯>	<塞舌尔>

q837:q60“中国导弹之父”指的是谁？
select ?x where { ?x <主要成就> ?y. filter regex(?y, '中国导弹之父'). }
<钱学森_（著名科学家）>

q838:复旦大学出了哪些经济学家
select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <复旦大学> . }
<吴敬琏>	<何清涟>	<舒元_（中山大学国际商学院院长）>	<刘海影>	<黄先海>	<林采宜>	<吴敬链>	<单东_（民营经济学家）>	<张军_（复旦大学长江特聘教授、博士生导师）>

q841:拉丁学名为"Gerbera kunzeana A. Br. et Aschers."的植物属于哪一个纲？
select ?x where { ?y <拉丁学名> "Gerbera kunzeana A. Br. et Aschers. ". ?y <纲> ?x. }
<双子叶植物纲>

q843:叔本华信仰的宗教主要分布在哪些区域？
select ?x where { <亚瑟·叔本华> <信仰> ?y. ?y <主要分布区域> ?x.}
<新加坡>	<中南半岛>	<东南亚_（世界地理概念）>	<东亚>

q844:冰与火之歌拍摄地国土面积有多大？
select ?x where { <冰与火之歌_（美国HBO电视台制作的电视剧）> <拍摄地点> ?y.?y <国土面积> ?x.}
"316平方公里"

q846:建宁公主是哪位作家笔下的人物？
select ?x where { <建宁公主_（金庸小说《鹿鼎记》人物）> <登场作品> ?y. ?y <作者> ?x. }
<金庸>

q847:“弱者道之用”是哪位哲学家的主张？
select ?x where { <弱者道之用> <作者> ?x. ?x <职业> <哲学家_（基础含义）>. }
<老子_（道家学派创始人）>

q849:上海总商会的首任总理是何时去世的？
select ?x where { <上海总商会> <首任总理> ?y. ?y <去世时间> ?x. }
"1906"

q852:巴洛克的流行时间是什么时候?？
select ?y where { ?x <中文名> "巴洛克" . ?x <流行时间> ?y . }
<17世纪>

q855:在金庸小说《天龙八部》中，大理的哪个和尚练成少泽剑？
select ?x where { ?x <国籍> <大理_（古代国家）>. ?x <别名> "枯荣和尚". ?x <武功> <少泽剑>. }
<枯荣大师>

q856:爱伦·坡出生的城市有哪些著名景点？
select ?x where { <埃德加·爱伦·坡> <出生地> ?y. ?y <著名景点> ?x.}
<邦克山>

q857:莫扎特所在的民族是什么人种?？
select ?p where { ?x <中文名> ?z . filter regex(?z, "莫扎特") . ?x <民族> ?y . ?y <人种> ?p . }
<日耳曼人>

q859:张柏芝、谢霆锋合作的动作电影是哪一部？
select ?x where { ?x ?a <张柏芝>. ?x ?b <谢霆锋>. ?x <类型> <动作_（词语解释）>. }
<无极_(2005年陈凯歌执导电影)>

q860:中国有哪些城市与布里斯班气候类似？
select ?y where { <布里斯班_（澳大利亚昆士兰州首府）> <气候条件> ?x.?y <气候条件> ?x.?y <所属地区> <中华人民共和国>.}
<江西_（中国省级行政区）>	<黄山区>	<洪江_（湖南省辖县级市）>	<成都_（四川省成都市）>	<石城_（江西省赣州市下辖县）>	<宜昌_（湖北省地级市）>	<潜江>	<泸州>	<武穴>	<赣县>	<湘潭_（湖南省地级市）>	<于都县>	<南昌县_（江西南昌县）>	<达川区>	<丰都县>	<万州区>	<弋阳县>	<电白区>	<怀化>	<婺源县>	<磐安县>	<乐安县_（江西省抚州市下辖县）>	<赣东北>	<会昌县>	<铜鼓_（江西省铜鼓县）>	<潼南区>	<合江_（四川省泸州市辖县）>	<湘潭县>	<和县>	<长丰县>	<东乡县_（江西省东乡县）>	<长阳_（湖北省宜昌市长阳土家族自治县）>	<施秉县>	<湘南_（湖南南部地区）>	<安宜镇>	<铁角嘴镇>	<高港区>	<长桥街道_（吴中区长桥街道）>	<湘西_（湖南西部地区）>	<富城乡水口塘>	<芦山县>	<仁沙镇>	<英雄城_（江西南昌）>	<湖林乡>	<环长株潭城市群>	<牌口乡>	<乔口镇>	<成渝地区>	<江西省生态学会>	<重庆市数字农业研究重点实验室>	<东方威尼斯_（东方威尼斯-苏州）>	<偏岩镇>	<跃进村_（湖南省衡阳市衡山县开云镇跃进村）>	<歧坪镇>	<东城镇_（湖南长沙市望城区东城镇）>	<乐安县粮食局>	<谭子山镇>	<万州经济技术开发区>	<陈东村_（中国江苏省扬州市宝应县泾河镇陈东村）>	<赵家镇_（四川省金堂县赵家镇）>	<青竹村_（威宁县炉山镇下辖村）>	<岷东新区>

q862:《背影》的作者毕业于哪个大学？
select ?y where { ?x <代表作品> <背影_（朱自清散文）>. ?x <毕业院校> ?y. }
<北京大学>

q863:周杰伦和钟兴民的共同创作的歌曲是？
select ?x where { <周杰伦> <代表作品> ?x. <钟兴民> <代表作品> ?x. }
<七里香_（周杰伦2004年发行专辑）>

q864:在电击文库MAGAZINE上连载的魔幻类型的漫画是?？
select ?x where { ?x <连载杂志> <电击文库MAGAZINE>. ?x <类型> <魔幻>. }
<灼眼的夏娜_（高桥弥七郎著作的轻小说系列）>	<魔法科高中的劣等生_（佐岛勤著作的轻小说）>

q865:由环球影片公司发行的111分钟并由马特达蒙主演的电影是哪部？
select ?x where { ?x <发行公司> <环球影片公司>. ?x <片长> "111分钟". ?x <主演> <马特·达蒙>. }
<谍影重重3>

q867:北京大学出了哪些数学家
select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <北京大学> . }
<张申府>	<闵嗣鹤>	<马知恩>	<张广厚>	<吕以辇>	<张乃岳>	<张里千>	<张芷芬>	<恽之玮>	<张益唐>

q868:小说《萌幻西游》中又被称为小四，四儿的人物是哪位？
select ?x where { ?x <登场作品> <萌幻西游>. ?x <其他名称> "小四，四儿". }
<唐四藏>

q871:华中地区有哪些省份的人以讲中原官话为主？
select ?x where { ?x <行政区类别> <省_（一级地方行政区）>. ?x <所属地区> <华中_（中国中部地区简称）>. ?x <方言> <中原官话>. }
<河南_（中国中部地区省份之一）>

q872:“诸葛连弩”的创造者葬在哪里？
select ?y where { ?x <主要成就> "改造连弩". ?x <墓葬> ?y. }
"勉县定军山"

q874:中国的航天员有哪些？
select ?x where { ?x <国籍> <中华人民共和国>. ?x <职业> <航天员>. }
<刘洋_（中国首位女航天员）>	<翟志刚>	<聂海胜>	<王亚平_（中国女航天员）>	<景海鹏_（神舟七号、九号航天员）>	<中国航天员>	<李庆龙_（中国宇航员）>	<刘旺_（神舟九号航天员）>	<陈冬_（第二代航天员之一）>	<陈全_（航天员）>	<费俊龙>	<叶光富_（中国第二代航天员之一）>	<刘伯明_（中国人民解放军航天员大队特级航天员）>	<汤鸿波>	<张陆_（中国航天员）>	<赵传东_（中国航天员）>

q875:主要作品是临川先生文集的先生曾任什么官职？
select ?y where { ?x <主要作品> <临川先生文集>. ?x <官职> ?y. }
<司空_（古代官职名）>	<左仆射>

q876:北京大学现任校长有哪些主要成就？
select ?x where { <北京大学> <现任校长> ?y. ?y <主要成就> ?x . }
"国家杰出青年基金获得者"	"国家级教学成果一等奖"	"国家教委科学技术二等奖"

q878:冰与火之歌中有哪些男性角色？
select ?y where { ?y <登场作品> <冰与火之歌_（乔治·R·R·马丁所著小说）>. ?y <性别> <男>.}
<文德尔·曼德勒>	<瓦德·佛雷>	<琼恩>	<道朗·马泰尔>	<瑞肯·史塔克>	<西利欧·佛瑞尔>	<韦赛里斯·坦格利安>	<布兰_（小说《冰与火之歌》人物）>	<曼斯·雷德>	<断掌科林>	<罗拔·罗伊斯>	<戴蒙·黑火>

q879:查良镛的代表作品有哪些？
select ?y where { ?x <中文名> "查良镛". ?x <代表作品> ?y. }
<天龙八部_（2003年胡军主演电视剧）>	<倚天屠龙记_（2003年合拍版苏有朋主演电视剧）>	<笑傲江湖_（2013年霍建华版笑傲江湖电视剧）>	<新神雕侠侣_（2014年于正编剧、李慧珠执导）>	<雪山飞狐_（金庸武侠小说）>	<鹿鼎记_（1969年金庸创作武侠小说）>	<射雕英雄传_（2008年内地版胡歌、林依晨主演电视剧）>

q880:原产自苏联、输入射速为600发/分的步枪有效射程是多远？
select ?y where { ?x <有效射程> "300". ?x <原产国> <苏联>. ?x <售价> ?y. }
"约450美元"

q881:《额尔古纳河右岸》的作者出生在哪里？
select ?y where { <额尔古纳河右岸> <作者> ?x. ?x <出生地> ?y. }
<黑龙江_（最北和最东的省级行政区）>	<北极村_（中国北极村）>

q885:Beijing Opera的发源地是哪里？
select ?x where { ?y <外文名> "Beijing Opera；Peking Opera". ?y <发源地> ?x. }
<皖南>	<徽州府>	<安庆府>

q886:宝安国际机场所在的省的省会是？
select ?x where { ?y <机场> <深圳宝安国际机场>. ?y <政府驻地> ?x. }
<广州市_（广东省广州市）>

q887:在金庸小说《天龙八部》中，无崖子的师妹的外孙女是谁？
select ?y where { <无崖子> <师妹> ?x. ?x <外孙女> ?y. }
<王语嫣_（《天龙八部》中的女主角之一）>

q888:都有哪几种日历？
select ?y where { ?x <中文名> "日历" . ?x <种类> ?y . }
<台历>	<挂历>	<座>	<年历卡>

q891:厦门大学出过哪些企业家？
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <厦门大学> . }
<庄汉水>	<陈章辉>	<林旭曦>	<黄铧>	<蓝伟光>

q892:舒伯特出生城市的车牌代码是什么？
select ?y where { <舒伯特> <出生地> ?x. ?x <车牌代码> ?y.}
"W"

q893:纳兰性德的父亲担任过什么官职？
select ?y where { <纳兰性德> <父亲> ?x. ?x <主要职位> ?y. }
"武英殿大学士"	"太子太傅"

q897:阿塞拜疆所属洲主要有哪些国家？
select ?x where { <阿塞拜疆> <所属洲> ?y. ?y <主要国家> ?x. }
<中华人民共和国>	<韩国_（大韩民国）>	<日本_（日本国）>	<朝鲜_（朝鲜民主主义人民共和国）>	<伊朗>

q898:清华大学出了哪些物理学家
select ?x where { ?x <职业> <物理学家_（探索、研究物理学的科学家）> . ?x <毕业院校> <清华大学> . }
<杨振宁>	<刘国治_（军委科技委主任）>	<何泽慧>	<林家翘>	<周同庆>	<顾正澄>	<刘乃泉>	<张宗燧>	<管惟炎>

q900:苹果公司的现任首席设计师是哪个国家的？
select ?y where { <苹果_（苹果产品公司）> <首席设计师> ?x. ?x <国籍> ?y. }
<英国_（大不列颠及北爱尔兰联合王国）>

q902:浙江大学出了哪些作家
select ?x where { ?x <职业> <作家_（汉语词语）> . ?x <毕业院校> <浙江大学> . }
<吴秀明>	<黄亚洲_（诗人，影视剧作家）>	<白红>	<沐斋>	<胡品清>	<吴刚戟>	<杨静龙>	<应化雨>	<舒子原>	<潘际炯>	<吴哓>	<叶丛嘉>	<汪逸芳>	<胡晶清>	<张世轩_（中国当代作家、学者）>

q904:《孙子兵法》的作者本名是什么？
select ?y where { <孙子兵法_（中国古典军事文化著作）> <作者> ?x. ?x <本名> ?y . }
"孙武"

q905:指环王导演获得过那些奖项？
select ?y where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <导演> ?x. ?x <主要成就> ?y. }
 "第67届奥斯卡金像奖最佳原创剧本提名" "第74届奥斯卡金像奖最佳导演提名" "第60届美国电影电视金球奖最佳导演提名" "第76届奥斯卡金像奖最佳导演"

q907:天空之城的作者是哪个星座？
select ?y where { ?x <代表作品> <天空之城_（日本1986年宫崎骏执导动画电影）>. ?x <星座> ?y. }
<摩羯座_（天文学）>

q908:舒伯特的同行里有哪些人和他拥有共同的信仰？
select ?x where { <舒伯特> <信仰> ?a. <舒伯特> <职业> ?b. ?x <信仰> ?a. ?x <职业> ?b. }
<马勒_（奥地利作曲家、指挥家）>	<舒伯特>	<威柏>	<卢梭_（法国著名思想家）>	<克劳斯瑙霍尔凯>	<舒伯特>

q909:《指环王》系列电影的导演是哪个国家的？
select ?y where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <导演> ?x. ?x <国籍> ?y. }
 <新西兰>

q910:《丰乳肥臀》的作者的主要成就是？
select ?x where { <丰乳肥臀> <作者> ?y. ?y <主要成就> ?x. }
"主要成就"	"第二届"	"第八届茅盾文学奖"	"20世纪中文小说100强"	"法兰西文学艺术骑士勋章"	"红楼梦奖"	"日本福冈亚洲文化奖"	"20世纪中文小说100强 展开"	"2005年 意大利诺尼诺国际文学奖"	"第二届 华语文学传媒大奖"	"2000年 法国儒尔·巴泰庸外国文学奖 收起”

q912:“思想自由兼容并包”是哪个学校的学术传统？
select ?x where { ?x <学术传统> "思想自由". ?x <学术传统> "兼容并包". }
<北京大学>

q913:张学友和王菲合唱的歌曲有哪些？
select ?x where { ?x <歌曲原唱> <张学友>. ?x <歌曲原唱> <王菲_（华语女歌手、演员）>. }
 <爱，一次给不完>	<非常夏日_（张学友专辑《饿狼传说》中一首歌曲）>	<将心照亮> 

q914:清华大学出了哪些经济学家
select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <清华大学> . }
<钱颖一>	<陈岱孙>	<谢嘉_（复旦大学教授）>

q915:总部设在意大利的FILA主要销售什么？
select ?y where { ?x <公司总部> <意大利_（意大利共和国）>. ?x <主营产品> ?y. }
<运动服饰> 

q916:美国漫画里的超级英雄们都毕业于哪些高校？
select ?y where { ?x <职业> <超级英雄_（美国漫画里的超级英雄）>. ?x <毕业院校> ?y. }
<牛津大学>	<哥伦比亚大学>	<佐治亚理工学院>	<麻省理工学院>	<牛津大学>

q917:哪里能看暴走大事件呀？
select ?y where { ?x <中文名> "暴走大事件" . ?x <在线播放平台> ?y . }
<腾讯视频>	<爱奇艺>	<优酷网>	<乐视视频>	<AcFun>	<bilibili>	<腾讯>	<优酷网>

q918:清华校长是哪里人？
select ?y where { <清华大学> <现任校长> ?x. ?x <出生地> ?y. }
<四川_（中华人民共和国四川省）>	<荣县>

q919:首创科举制的朝代所用的官方语言是什么？
select ?y where { ?x <主要贡献> "开科取士". ?x <官方语言> ?y. }
<切韵>

q920:成龙的儿子有哪些代表作？
select ?y where { <成龙_（中国香港演员、导演）> <儿子> ?x. ?x <代表作品> ?y. }
<花木兰_（古代民族女英雄）>	<边走边唱_（陈凯歌导演电影）>	<千机变Ⅱ花都大战>	<追影_（2009年吴镇宇、麦子善联合执导的电影）>	<分手说爱你_（电影）>

q923:大连理工大学出过哪些企业家？
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <大连理工大学> . }
<向文波>	<侯树凯_（企业家）>	<乔廷夫>

q924:由妮娜和伊恩共同主演的美剧？
select ?x where { ?x <主演> <妮娜·杜波夫>. ?x <主演> <伊恩·萨默海尔德>. }
<吸血鬼日记_（美国2009年马科斯·西恩加执导魔幻电视剧）>

q926:俗称“猪仔笼”的植物的拉丁学名是什么？
select ?x where { ?y <别称> <猪仔笼>. ?y <拉丁学名> ?x. }
“Drosera indica L.”	”Nepenthes sp.”	”Nepenthes. Distillatoria”

q927:消失的爱人的导演还导演过哪部Netflix的美剧？
select ?x where { <消失的爱人_（美国2014年大卫·芬奇执导电影）> <导演> ?y. ?x <导演> ?y. ?x <制片地区> <美国_（美利坚合众国）>. ?x <发行公司> <Netflix>. }
<纸牌屋_（美国电视剧）>

q928:上海期货交易所所在地区的气候怎么样？
select ?x where { <上海期货交易所> <地区> ?y. ?y <气候条件> ?x. }
<亚热带湿润季风气候>

q929:在纳斯达克上市的社交网络公司有?？
select ?x where { ?x <上市市场> <纳斯达克>. ?x <领域> <社交网站_（社会性网络网站）>. }
<脸谱_（美国社交网站）>

q930:演员刘烨的儿女是哪国人？
select ?y where { <刘烨_（中国内地男演员）> <子女> ?x. ?x <国籍> ?y. }
<中华人民共和国>	<法国_（法兰西共和国）>

q932:诺兰执导的科幻片的英文名都有哪些？
select ?y where { ?x <导演> <诺兰_（英国导演）>. ?x <类型> <科学幻想>. ?x <外文名> ?y. }
"Inception" "Interstellar" "Batman Begins" "Interstellar" "Untitled Steven Spielberg Space Project" "Infinity”

q933:获得“中国十大杰出志愿者“称号并连续三年进入中国慈善家排行榜的是谁？
select ?x where { ?x <主要成就> "中国十大杰出志愿者". ?x <主要成就> "连续三年进入中国慈善家排行榜". }
<陈光标>

q934:莫文蔚和张柏芝共同出演的电影？
select ?x where { ?x <主演> <莫文蔚>. ?x <主演> <张柏芝>. }
<喜剧之王_（1999年周星驰主演并执导电影）>

q935:“声东击西”出自古代的一本兵书，你知道是谁写的吗？
select ?y where { <声东击西> <出处> ?x. ?x <作者> ?y . }
<刘安_（西汉淮南王）>

q936:本科毕业于北京大学，博士毕业于威斯康星大学麦迪逊分校的老师是谁？
select ?x where { ?x <职业> <老师_（培养学生的专业工作者）>. ?x <毕业院校> <北京大学>. ?x <毕业院校> <威斯康星大学麦迪逊分校>. }
<姚洋_（北京大学国家发展研究院院长）>

q937:哪一个条约的签署标志着中国完全沦为半殖民地半封建社会？
select ?x where { ?x <历史影响> ?y. filter regex(?y, '中国彻底沦为半殖民地半封建社会'). }
<辛丑条约>

q938:卡内基梅隆大学出过哪些计算机科学家？
select ?x where { ?x <职业> <计算机科学家> . ?x <毕业院校> <卡内基·梅隆大学> . }
<伊凡·苏泽兰>	<詹姆斯·高斯林> 

q944:第二次世界大战中苏联的指挥官是谁？
select ?x where { <第二次世界大战_（20世纪世界反法西斯战争）> <主要指挥官> ?x. ?x <国籍> <苏联>. }
<斯大林_（前苏联共产党中央总书记）>

q946:又被称为肺形草和寒莓的植物是什么？
select ?x where { ?x <别称> <肺形草>. ?x <别称> <寒莓>. }
<寒莓叶>

q947:“上帝已死”是由哪位哲学家提出的著名观点？
select ?x where { <上帝已死> <提出者> ?x. ?x <职业> <哲学家_（基础含义）>. }
<弗里德里希·威廉·尼采>

q948:宋代词人李清照的丈夫是什么职业？
select ?y where { <李清照_（宋代女词人）> <配偶> ?x. ?x <职业> ?y. }
<金石学家>

q950:出生于-413年，逝世于-354年的那位琴师有什么代表作品？
select ?y where { ?x <出生日期> "-413". ?x <逝世日期> "-354". ?x <代表作品> ?y. }
<高山流水_（中国十大古曲之一）>

q952:唐人公司出品的射雕英雄传是哪一年的版本？
select ?y where { ?x <出品公司> <唐人_（唐人电影）>. ?x <中文名> "射雕英雄传". ?x <出品时间> ?y. }
"2008"

q957:南京大学出了哪些翻译家？
select ?x where { ?x <职业> <翻译家> . ?x <毕业院校> <南京大学> . }
<马爱农>	<陈来元>	<马振骋>	<张竹明>

q960:释永信担任主持的寺庙有哪些著名景点？
select ?y where { ?x <现任住持> <释永信>. ?x <著名景点> ?y. }
<大雄宝殿>	<塔林_（佛教建筑）>	<藏经阁_（寺院讲经说法藏经的场所）>	<常住院>	<初祖庵>

q962:故宫的建造者还有哪些其他的成就？
select ?y where { <故宫_（北京故宫）> <建造者> ?x. ?x <主要成就> ?y. }
"编撰"	"女真"	"收复"	"永乐大典"	"创建"	"内阁"	"东厂"	"完善中央制度"	"迁都 北京"	"疏浚大运河"	"开创 永乐盛世"	"安南"	"五征"	"漠北"	"招抚"	"郑和下西洋开创 万国来朝局面"	"保护 汉文化"

q964:《巴黎圣母院》的作者有什么成就？
select ?y where { <巴黎圣母院_（维克多·雨果长篇小说）> <作者> ?x. ?x <主要成就> ?y. }
"被后人称为“法兰西的 莎士比亚”"	"19世纪前期积极浪漫主义文学的代表作家"	"法国文学史上卓越的"	"资产阶级民主作家"	"一生共完成70卷作品"

q966:电影阿凡达的导演来自哪个国家？
select ?x where { <Avatar_（2009年上映詹姆斯·卡梅隆执导美国电影）> <导演> ?y. ?y <国籍> ?x. }
<加拿大_（北美洲国家）>

q968:去瞿塘峡、巫峡、西陵峡旅游需要多少钱门票？
select ?y where { ?x <组成> <瞿塘峡>. ?x <组成> <巫峡_（长江三峡第二峡）>. ?x <组成> <西陵峡>. ?x <门票价格> ?y. }
<全部免费>

q969:美国职业篮球联赛每年的举办时间是什么时候？
select ?y where { ?x <中文名称> "美国职业篮球联赛" . ?x <举办时间> ?y. }
"每年10月至次年6月"

q971:舒伯特出生城市有什么国籍组织？
select ?y where { <舒伯特> <出生地> ?x. ?x <国际组织> ?y.}
<国际原子能机构>	<石油输出国组织>

