q972:和爱伦·坡来自同一国家的同行都有谁？
select ?x where { <埃德加·爱伦·坡> <国籍> ?y. <埃德加·爱伦·坡> <职业> ?z.?x <国籍> ?y.?x <职业> ?z.}
 <邝丽莎>	<西奥多·德莱塞>	<马克·吐温>	<洛威尔，R.>	<文斯·弗林>	<考麦克·麦卡锡>	<伊丽莎白·吉尔伯特>	<埃德加·爱伦·坡>	<布朗_（美国科幻小说家）>	<凯特·迪卡米洛>	<埃尔文·布鲁克斯·怀特>	<约翰·契佛>	<法里德·扎卡利亚>	<伊丽莎白·毕肖普>	<西尔维娅·普拉斯>	<迈克尔·马德森>	<爱默生_（美国著名思想家和文学家）>	<威廉·斯塔福德>	<论现代诗歌>	<桑德拉·希斯内罗丝>	<里士曼·拉蒂莫尔>	<埃兹拉·庞德>	<希尔达·杜利特尔>	<约翰·欧文>	<安吉洛_（美国女诗人）>	<艾米莉·狄金森>	<埃勒里·奎因>	<2Pac>	<詹姆斯·冈恩_（美国科幻小说家）>	<菲利普·弗伦诺>	<考德威尔，E·>	<罗伯特·佛洛斯特>	<凯·汤普森>	<凯文·鲍尔斯>	<罗伯特·洛威尔>	<菲利浦·弗瑞诺>	<华莱士·史蒂文斯>	<安妮·沃尔德曼>	<蒂丝黛尔>	<亨利·亚当斯>	<罗伯特·布莱>	<彼得·奥洛夫斯基>	<艾伦·金斯伯格>	<赫尔曼·梅尔维尔>	<帕特里克·塔克尔>	<大卫·伊格内托>	<约翰·阿什贝利>	<范·达因>	<夏菁_（诗人）>	<马克·叶温>	<杰克·凯鲁亚克>	<埃尔莫·伦纳德>	<威廉·卡洛斯·威廉姆斯>	<唐·德里罗>	<杰克·福翠尔>	<雷蒙德·卡佛>	<乔纳森·弗兰岑>	<卡尔·杰拉西>	<戴维·福斯特·华莱士>	<厄纳斯特·海明威>	<约翰·贝里曼>	<加里·斯奈德>	<小霍雷肖·阿尔杰>	<豪威尔斯，W·D.>	<桑顿·威尔德>	<黛·莱维托芙>	<威廉斯，T·>	<安娜·路易斯·斯特朗>	<安德森，S·>	<艾米·布卢姆>	<玛雅·安吉罗>	<惠蒂埃，J.G.>	<托马斯·品钦>	<珍安克兰兹>	<狄更生，E.>	<詹姆斯·琼斯_（美国小说家）>	<保罗·劳伦斯·邓巴>	<格雷戈里·柯尔索>	<迪奥多·罗赛克>	<斯蒂芬·文森特·贝尼特>	<埃德娜·圣·文森特·米莱>	<马尔科姆·考利>	<埃拉·惠勒·威尔科克斯>	<沃尔特·杜莫·埃德蒙>	<罗伯特·克里利>	<E.E.Cummings>	<弗兰纳里·奥康纳>	<维奇·林德赛>	<艾拉·格什温>	<西尔达·杜丽特尔>	<查尔斯·布可夫斯基>	<霍姆斯，O.W.>	<威斯坦·休·奥登>	<马玟·沃尔夫>	<Conor Oberst>	<弗雷德里克·图顿>	<帕迪·桓耶夫斯基>	<安德烈·弗尔切克>	<琳恩·切尼>	<托马斯·华立·齐维尔斯>

q975:海贼王里发明了天候棒的人价值多少赏金？
select ?y where { ?x <登场作品> <海贼王_（尾田荣一郎创作的漫画作品）>. <天候棒> <发明者> ?x. ?x <悬赏金> ?y. }
"3000万→2亿贝利"

q976:习大大属于哪个民族？
select ?x where { ?x <别名> "习大大". ?x <民族> ?y . }
 <汉族>

q977:李隼教练的弟子，打法为弧圈结合快攻的运动员？
select ?x where { ?x <专业特点> <弧圈结合快攻打法>. ?x <教练> <李隼>. }
<张怡宁>

q978:由大隈重信创始的综合性大学的英文名是？
select ?y where { ?x <创始人> <大隈重信>. ?x <类别> <综合性大学>. ?x <英文名> ?y. }
"Waseda University"

q980:和尼采来自同一国家的哲学家都有哪些？
select ?y where { <弗里德里希·威廉·尼采> <国籍> ?x.?y <国籍> ?x.?y <职业> <哲学家_（基础含义）>.}
<斯宾格勒>	<康德_（德国古典哲学创始人）>	<亚瑟·叔本华>	<弗里德里希·威廉·尼采>	<弗里德里希·恩格斯>	<格奥尔格·威廉·弗里德里希·黑格尔>	<海德格尔_（德国哲学家）>	<戈特弗里德·威廉·莱布尼茨>	<哈马贝斯>	<穆迪·布瑞德>	<卡西尔>	<埃德蒙德·胡塞尔>	<威廉·冯特>	<费肖尔父子>	<戴盟_（德国哲学家）>	<阿尔弗雷德·罗森堡>	<亚历山大·戈特利布·鲍姆嘉通>	<本雅明_（本雅明）>	<马克斯·韦特海默>	<尼釆的超人哲学>	<齐美尔>	<约翰·戈特利布·费希特>	<奥斯瓦尔德·屈尔佩>	<尼古拉·哈特曼>	<海因里希·约翰·李凯尔特>	<艾尔伯图斯·麦格努斯>	<弗朗兹·布伦塔诺>	<约翰·克里斯托弗·弗里德里希·冯·席勒>	<赫尔德_（德国著名哲学家）>	<赫尔巴特，J.F.>	<石里克，M·>	<阿多诺_（德国哲学家）>	<鲍勒诺夫>	<路德维格·克拉格斯>	<莱布尼茨，G.W.>	<奥伊肯>	<圣阿尔伯特·马格纳斯>	<路德维希·费尔巴哈>	<舍勒，M·>	<柯亨，H.>	<鲁道尔夫·欧肯>	<弗里德里希·威廉·约瑟夫·谢林>	<康德，I.>	<鲁道夫·赫尔曼·陆宰>	<哈特曼，N.>	<哈贝马斯，J.>	<普列斯纳>	<费尔巴哈_（刑法学家）>	<埃伦弗里德·瓦尔特·冯·契恩豪斯>

q981:公司口号为“just do it ”的运动品牌的著名签约明星都有谁？
select ?y where { ?x <公司口号> "Just do it ". ?x <签约明星> ?y. }
“C罗”	”乔丹"	"詹姆斯"	"科比"

q982:北京大学出了哪些翻译家
select ?x where { ?x <职业> <翻译家> . ?x <毕业院校> <北京大学> . }
<韩沪麟>	<卞之琳>	<臧仲伦>	<郭宏安>	<王沂暖>	<许君远>	<胡其鼎>	<高慧勤>	<王以铸>	<董秋芳>	<张友松>	<杜承南>	<何佶>	<郑效洵>	<梁良兴>	<王实味>

q984:亚洲哪个国家的时区是"UTC+8"？
select ?x where { ?x <所属洲> <亚洲>. ?x <时区> "UTC+8". }
<新加坡>	<菲律宾_（菲律宾共和国）>	<马来西亚>	<蒙古国>	<文莱>	<后梁_（五代的第一个朝代）>	<卡扎人民帝国吧>	<定安国>	<果敢_（缅甸掸邦果敢自治区）>	<汪伪国民政府>	<槟城岛>	<果敢人民共和国>	<鹰国>

q985:北京大学出了哪些企业家
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <北京大学> . }
<徐勇_（企业家（百度创始人之一））>	<林腾蛟_（阳光控股有限公司董事局主席）>	<李国庆_（当当网创始人）>	<叶立润>	<柳青_（柳传志之女，滴滴出行总裁）>	<苏龙泽>	<周燕军>	<杜宏_（陕西协和资产管理有限公司董事长）>	<李友_（方正集团董事、CEO）>	<雷云_（卡儿酷品牌创始人）>	<陈生_（“猪肉王子”陈生）>	<郭旻彤>	<曾军_（熟信CEO）>	<党彦宝>	<张兆东_（北京大学资产经营公司总裁、方正集团总裁）>	<许单单>	<顾宜凡>	<李辙>	<孙宇晨>	<高敬池>	<葛敬中>	<曾昭雄>	<盛静生>	<马宪泉>	<黄龙保>	<侯荣芹>	<徐国卫_（聚雅斋美术馆馆长）>	<林金文_（乐车邦创始人兼CEO）>	<陈海彬_（企业家）>	<晨光_（唯美度国际美容连锁集团董事长）>	<林欣_（企业家）>	<丁凯_（东驰建业集团董事长）>

q986:“五经”被称作“书经”的是什么？
select ?x where { ?x <作品出处> <五经_（儒家典籍）>. ?x <作品别名> "书经". }
<尚书_（中国史书）>

q987:张柏芝出演的时长116分钟并在2005年12月15日上映的电影是哪一部？
select ?x where { ?x ?a <张柏芝>. ?x <片长> "116分钟". ?x <上映时间> "2005-12-15". }
<无极_(2005年陈凯歌执导电影)>

q988:车辆驾驶方向和澳大利亚一样且官方语言也一样的国家有哪些？
select ?x where { <澳大利亚> <道路通行> ?z.<澳大利亚> <官方语言> ?y. ?x <官方语言> ?y.?x <道路通行> ?z}
<香港_（中华人民共和国特别行政区）>	<英国_（大不列颠及北爱尔兰联合王国）>	<威尔士>	<印度_（印度共和国）>	<南非共和国>	<爱尔兰_（爱尔兰共和国）>	<新加坡>	<肯尼亚>	<纳米比亚>	<斯威士兰>	<新西兰>	<澳大利亚>	<坦桑尼亚>	<巴布亚新几内亚>	<巴巴多斯>	<不丹>	<毛里求斯>	<牙买加>	<博茨瓦纳>	<圭亚那>	<乌干达>	<圣文森特和格林纳丁斯>	<所罗门群岛>	<圣卢西亚_（北美国家）>	<大英帝国>	<汤加>	<格林纳达>	<瑙鲁>	<安提瓜和巴布达>	<基里巴斯>	<英国文化>	<特克斯和凯科斯群岛>	<西印度群岛联邦>	<乌干达共和国>	<大不列颠与爱尔兰联合王国>	<格林纳达历史>	<纽埃>	<巴铁_（中国军迷网友对巴基斯坦的友好称谓）>

q989:无产阶级革命家的代表人物、对立统一原则的创始人在哪里去世？
select ?y where { <无产阶级革命家> <代表人物> ?x. <对立统一> <创始人> ?x. ?x <逝世地> ?y. }
<英国_（大不列颠及北爱尔兰联合王国）>	<伦敦_（英国首都）>

q992:与nba对应的中国相应的协会的英文缩写是什么？
select ?x where { ?y <主要赛事> <NBA>. ?y <中国篮球协会> ?x. }
"CBA"

q993:“国际章”上的大学还出了什么名人？
select ?x where { <章子怡> <毕业院校> ?y. ?y <知名校友> ?x. }
<刘烨_（中国内地男演员）>

q995:“现代航天之父”毕业于哪所学校？
select ?x where { ?y <毕业院校> ?x. ?y <主要成就> ?z. filter regex(?z, '现代航天之父'). }
<柏林工业大学>

q996:亚洲哪个国家的主要宗教是逊尼派？
select ?x where { ?x <所属洲> <亚洲>. ?x <主要宗教> <逊尼派>. }
 <沙特阿拉伯>	<约旦>	<巴勒斯坦>	<马尔代夫_（马尔代夫共和国）>	<卡塔尔>	<吉尔吉斯斯坦>	<塔吉克斯坦>	<土库曼斯坦>	<哈库拉>

q997:写出《诀别书》和《白头吟》的这位才女是哪个朝代的？
select ?x where { ?y <主要作品> <诀别书>. ?y <主要作品> <白头吟_（卓文君诗作）>. ?y <所处时代> ?x. }
<西汉>

q999:中国历史上佛教和道教盛行的时期，其对应的政治体制是什么？
select distinct ?y where { ?x <主要宗教> <佛教>. ?x <主要宗教> <道教>. ?x <政治体制> ?y. }
<君主制>	<人民代表大会制度>	<君主专制政体>	<民主共和制>	<二元制君主立宪制>	<共和制>

q1000:有哪些中国足球运动员荣获过亚洲足球先生称号？
select ?x where { ?x <国籍> <中华人民共和国>. ?x <主要奖项> ?y. filter regex(?y, '亚洲足球先生'). }
<郑智_（中国足球运动员）>	<范志毅_（足球运动员）>

q1001:西班牙王国国歌的时长是多少？
select ?p where { ?x <中文名称> ?y . filter regex(?y, "西班牙王国") . ?x <国歌> ?z . ?z <歌曲时长> ?p . }
"1分45秒"

q1002:谁的弟子提出了“合纵抗秦”？
select ?y where { ?x <师承> ?y. ?x <主要成就> "合纵抗秦". }
<鬼谷子_（纵横家鬼谷子）>

q1003:校庆日为11月11日的学校现任校长有谁？
select ?y where { ?x <校庆日> "11-11" . ?x <现任校长> ?y . }
<李振陆>	<张全举>

q1004:导演诺兰和休·杰克曼合作的电影是哪一部？
select ?x where { ?x <主演> <休·杰克曼>. ?x <导演> <诺兰_（英国导演）>. }
<致命魔术_（2006年美国电影）>

q1005:有哪些藏族歌手？
select ?x where { ?x <民族> <藏族>. ?x <职业> <歌手_（职业名称）>. }
<阿兰·达瓦卓玛>	<冰雪姐妹_（藏族歌手组合）>	<庞梅>	<泽旺多吉>	<谢旦>	<韩红_（中国大陆音乐人、慈善家）>	<雪山朗玛>	<蒲巴甲>	<阿斯根_（空政文工团藏族歌手）>	<索南扎西>	<格桑_（内地男演员）>	<琼雪卓玛>	<贡尕达哇>	<贡布才让>	<索扎木>	<旦曲阿帝>	<阿斯根_（米亚罗公主阿斯根）>	<卓卓玛>	<央金兰泽>	<泽仁央金>	<黄兴饶>	<旺姆>	<央金次卓>	<金珠卓玛>	<德格叶>	<索朗扎西_（藏族歌手）>	<格桑美朵_（歌手）>	<扎西华旦>	<仁青卓玛>	<阿德_（藏族歌手）>	<才让东珠>	<扎西邓珠_（歌手）>	<仁钦卓玛>	<赞拉龙儿>	<格桑梅朵_（藏族女歌手）>	<索朗旺姆>	<齐旦布>	<云丹久美>	<阿斯满>	<次仁央宗_（藏族歌手）>	<扎西卓玛_（《超级女声》参赛选手）>	<丹巴旺姆>	<德拉才让>	<尕让卓玛>	<高原风_（藏族乐队男子组合）>	<毛妮卓玛>	<央措柯秀>	<泽让南木甲>	<扎西文帝>	<旦正才让_（藏族青年歌手）>	<嘉央曲珍>	<益西>	<仁增卓玛>	<桑吉草>	<容尔甲>	<杨秀措>	<高原三星>	<巴桑_（国家二级演员）>	<恩诺吾>	<德西拉姆>	<边巴德吉>	<四郎曲珍>	<根呷>	<三郎王青>	<格桑西曼>	<西曼_（中国内地歌手）>	<阿里_（藏族歌手）>	<普布次仁_（藏族歌手）>	<才让措_（藏族女歌手）>

q1007:克里斯蒂亚诺·罗纳尔多所属的运动队主席是谁？
select ?y where { <克里斯蒂亚诺·罗纳尔多_（葡萄牙足球运动员）> <所属运动队> ?x. ?x <主席> ?y. }
<弗洛伦蒂诺·佩雷斯>

q1008:张柏芝、谢霆锋合作的动作电影里的服装是谁设计的？
select ?y where { ?x ?a <张柏芝>. ?x ?b <谢霆锋>. ?x <类型> <动作_（词语解释）>. ?x <服装设计> ?y. }
<正子公也>	<叶锦添>

q1009:总统奥巴马信仰的宗教有哪些主要圣事?？
select ?p where { ?x <中文名> ?y . filter regex(?y, "奥巴马") . ?x <职业> <总统_（国家元首称谓）> . ?x <信仰> ?z . ?z <主要圣事> ?p . }
"洗礼"	"圣餐"

q1010:中国女乒选手中曾获女双冠军的是？
select ?x where { ?x <运动项目> <乒乓球> . ?x <主要奖项> "女双冠军". }
<邓亚萍>	<王曼昱>	<朱雨玲>

q1012:“大姚”在篮球场上的位置是？
select ?x where { ?y <别名> "明王、移动长城、小巨人、大姚". ?y <位置> ?x. }
<中锋_（篮球运动比赛队员的位置名称）>

q1013:海贼王里最贪财的主角是什么星座的？
select ?y where { ?x <登场作品> <海贼王_（尾田荣一郎创作的漫画作品）>. ?x <喜欢的东西> <金钱_（汉语词汇）>. ?x <星座> ?y. }
<巨蟹座_(天文学)>

q1015:游城十代出场动漫的编剧是谁？
select ?z where { ?x <中文名> "游城十代" . ?x <登场作品> ?y . ?y <编剧> ?z . }
<武上纯希>	<吉田伸>

q1016:巴塞罗那哪个球员获得过金靴奖?？
select ?x where { ?x <所属运动队> <巴塞罗那_（足球俱乐部）>. ?x <主要奖项> "金靴奖". }
<里奥·梅西_（阿根廷足球运动员）>

q1017:《指环王》系列电影的发行公司后来被哪个公司收购了？
select ?y where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <发行公司> ?x. ?x <收购公司> ?y. }
 <华纳兄弟娱乐公司>

q1018:校庆日在09-29且现任校长是谢和平的学校建在什么地方？
select ?y where { ?x <校庆日> "09-29". ?x <现任校长> <谢和平>. ?x <所属地区> ?y. }
<成都_（四川省成都市）>

q1022:亚洲哪个国家的宗教圣地是麦地那？
select ?x where { ?x <所属洲> <亚洲>. ?x <宗教圣地> "麦地那". }
<沙特阿拉伯>

q1023:四大名旦之首的籍贯是什么地方？
select ?x where { ?y <主要成就> "四大名旦之首". ?y <籍贯> ?x. }
<泰州_（长三角中心城市）>

q1024:出生于英国的足球门将的身高是多少？
select ?y where { ?x <场上位置> <门将>. ?x <出生地> <英国_（大不列颠及北爱尔兰联合王国）>. ?x <身高> ?y. }
"193 CM"

q1025:剑桥大学培养出的著名物理学家有哪些？
select ?x where { ?x <毕业院校> <剑桥大学>. ?x <职业> <物理学家_（探索、研究物理学的科学家）>. }
<牛顿_（艾萨克·牛顿）>	<斯蒂芬·威廉·霍金>	<亚瑟·斯坦利·爱丁顿>	<弗朗西斯·克里克>	<罗伯特·奥本海默>	<欧内斯特·沃尔顿>	<迈克尔·格林>	<A.L.霍奇金>	<乔治·斯托克斯>	<格林_（英国近代物理数学先驱）>	<张宗燧>	<W.H.布喇格>	<约翰·威廉·斯特拉特>	<泰勒GI>	<威廉·劳伦斯·布拉格>	<拉尔夫·福勒>

q1026:你知道几部华仔，发哥，星爷主演的电影？
select ?x where { ?x <主演> <刘德华_（中国香港男演员、歌手、词作人）>. ?x <主演> <周润发>. ?x <主演> <周星驰>. }
<豪门夜宴_(1991年的电影)>	<我们的那时此刻>

q1027:葛优和周润发一起演过什么电影？
select ?x where { ?x <主演> <葛优>. ?x <主演> <周润发>. }
<让子弹飞_（2010年姜文执导主演电影）>	<让子弹飞3>

q1028:《存在与时间》一书的作者是哪个民族的人？
select ?y where { <存在与时间> <作者> ?x. ?x <民族> ?y. }
<日耳曼>

q1029:腾讯的创始人都有哪些主要成就？
select ?y where { <腾讯> <创始人> ?x. ?x <主要成就> ?y. }
"改变中国SNS现状"	"1998年创立 腾讯公司"	"腾讯慈善基金会"	"腾讯创办人"	"主要成就"	"中国十大慈善家"	"中华慈善奖·最具爱心慈善楷模奖"	"中国儿童慈善奖－杰出贡献奖"	"中国“十大公益新闻人物”"	"全国知识产权保护最具影响力人物 展开"	"全国知识产权保护最具影响力人物"	"中国版权产业风云人物 收起"

q1030:东南大学出过哪些企业家？
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <东南大学> . }
<张桂平_（苏宁环球集团董事长）>	<吴海军_（深圳市新天下集团、神舟电脑公司董事长）>	<王志国_（酷开网络科技有限公司董事长）>	<森稔>	<顾金福>	<沈锦华_（焦点科技董事长）>

q1031:布里斯班所在国家有哪些地方和布里斯班气候相似？
select ?y where { <布里斯班_（澳大利亚昆士兰州首府）> <气候条件> ?x.<布里斯班_（澳大利亚昆士兰州首府）> <所属国家> ?z.?y <气候条件> ?x.?y <所属地区> ?z.}
<悉尼_（澳大利亚新南威尔士州首府）>	<堪培拉>	<布里斯本>

q1032:亚洲哪个国家的主要民族是华人？
select ?x where { ?x <所属洲> <亚洲>. ?x <主要民族> <华人_（族群）>. }
<新加坡>	<马来西亚>	<东帝汶>	<文莱>

q1033:毒战导演有哪些代表作品？
select ?y where { <毒战> <导演> ?x. ?x <代表作品> ?y. }
<毒战>	<黑社会_（2005年任达华、梁家辉主演电影）>	<暗花_（1998年游达志执导香港电影）>	<枪火_（1999年杜琪峰执导电影）>	<暗战_（1999年刘德华、刘青云主演电影）>

q1034:故宫的建造者的逝世地点在哪里？
select ?y where { <故宫_（北京故宫）> <建造者> ?x. ?x <逝世地点> ?y. }
<榆木川>

q1036:多元组：克苏鲁出自哪位作家创作的小说？
select ?y where { <克苏鲁_（克苏鲁的呼唤神话小说里面的邪灵角色）> <出处> ?x. ?x <作者> ?y. }
<霍华德·菲利普·洛夫克拉夫特>

q1037:《醉翁亭记》是哪个朝代的人写的？
select ?x where { <醉翁亭记> <作者> ?y. ?y <国籍> ?x. }
<北宋_（中国历史朝代）>

q1038:著有《百年孤独》一书的作者出生于何时？
select ?x where { <百年孤独> <作者> ?y. ?y <出生日期> ?x. }
"1927-03-06"

q1039:北京大学的现任校长是什么时候出生的？
select ?y where { <北京大学> <现任校长> ?x. ?x <出生日期> ?y. }
"1955-10"

q1040:浙江大学出了哪些化学家
select ?x where { ?x <职业> <化学家> . ?x <毕业院校> <浙江大学> . }
<谢学锦>	<陈纪忠>

q1041:市花是月季花的城市机场叫什么？
select ?y where { ?x <市花、市树> <月季_（蔷薇科植物之一）>. ?x <机场> ?y. }
<天津滨海国际机场>	<郑州新郑国际机场>	<郑州上街机场>	<太原武宿国际机场>	<安庆天柱山机场>

q1042:美国总统罗斯福的母校的位置？
select ?y where { ?x <知名校友> <罗斯福_（美国第三十二届总统）>. ?x <所属地区> ?y. }
<美国_（美利坚合众国）>	<马萨诸塞州>

q1043:火腿起源于我国古代的一个朝代，它的选官制度是什么？
select ?y where { <火腿_（腌制或熏制的猪腿）> <起源> ?x. ?x <选官制度> ?y. }
"科举制"

q1045:由佘诗曼和陈键锋共同主演的20集电视剧是哪部?？
select ?x where { ?x <主演> <佘诗曼>. ?x <主演> <陈键锋>. ?x <集数> "20". }
<红衣天使>	<红衣手记>

q1046:被称为“李供奉”的诗人有哪些作品？
select ?y where { ?x <别称> <李供奉>. ?x <主要作品> ?y. }
<静夜思_（李白诗作）>	<蜀道难_（李白作古体诗）>	<将进酒_（唐代李白诗作）>	<梦游天姥吟留别>

q1047:星爷的公司是哪年成立的？
select ?x where { <周星驰> <经纪公司> ?y. ?y <成立时间> ?x. }
“1996”	”2010-06-27”

q1048:位于茂名的革命老区村庄是哪个村？
select ?x where { ?x <地理位置> <茂名>. ?x <村庄荣誉> "革命老区村庄". }
<柑村村>

q1049:希特勒所属的政党有怎样的意识形态?？
select ?p where { ?x <中文名> ?z . filter regex(?z, "希特勒") . ?x <所属政党> ?y . ?y <意识形态> ?p . }
<纳粹主义>	<反犹太主义>

q1050:当拓跋焘执掌政权时，国家的人口数量大约是多少？
select ?y where { ?x <国家领袖> <拓跋焘>. ?x <人口数量> ?y. }
"50000"	"35000000"

q1051:斯德哥尔摩所在的国家主要民族是？
select ?x where { ?y <首都> <斯德哥尔摩_（瑞典首都）>. ?y <主要民族> ?x. }
<萨米族>	<瑞典人>

q1052:电视剧冰与火之歌的出品公司的官方网站是什么？
select ?x where { <冰与火之歌_（美国HBO电视台制作的电视剧）> <出品公司> ?y.?y <官网> ?x.}
"http://www.hbo.com/"

q1053:歌曲《那些年》的原唱还有哪些歌曲？
select ?x where { <那些年_（《那些年，我们一起追的女孩》主题曲）> <歌曲原唱> ?y. ?x <歌曲原唱> ?y. }
<那些年_（《那些年，我们一起追的女孩》主题曲）>	<当你听我说>	<另一个噪音>	<准备好要爱>	<放下_（胡夏演唱《四大名捕2》主题曲）>	<OH.爱>	<是我先开口>	<离家以后>	<数到三不哭>	<小宝贝_（胡夏歌曲《小宝贝》）>	<等待完整>	<让我爱你_（胡夏演唱歌曲）>	<脱离现实_（2015年胡夏演唱歌曲）>	<傻瓜探戈_（胡夏演唱的歌曲）>	<燃点_（胡夏演唱歌曲）>	<微笑的人>	<一定有个你>	<无情_（胡夏演唱歌曲）>	<我们会不会>	<放心去飞_（电影《左耳》推广曲）>	<学着走>	<拍拖_（胡夏歌曲）>	<弹弹琴恋恋爱>	<歌声闪亮>	<爱情离我一公尺_（胡夏2013年发行歌曲）>	<勉强_（胡夏演唱歌曲）>	<幸福在这里_（胡夏演唱歌曲）>	<爱都是对的_（胡夏演唱歌曲）>	<后来者_（胡夏2015年同名歌曲）>	<改变_（胡夏演唱歌曲）>	<伤心童话_（胡夏演唱同名主题曲）>	<你在哪里_（胡夏演唱的歌曲）>	<静电_（胡夏演唱歌曲）>	<刀塔传奇_（胡夏演唱歌曲）>	<刀塔传奇_（动作卡牌手游《刀塔传奇》主题曲）>	<那些年_（王巧2013年翻唱歌曲）>	<好人_（胡夏演唱的一首歌曲）>	<替我照顾她_（2015年胡夏演唱歌曲）>	<他比我更适合>	<给我的快乐>	<爱你步步惊心>	<山水之间（清泉版）>	<普罗米修诗>	<美好的昨天>	<普罗米修寺>	<爱情生态>

q1055:北京大学出了哪些诗人
select ?x where { ?x <职业> <诗人> . ?x <毕业院校> <北京大学> . }
<朱自清>	<刘征_（著名的语言教育家、作家）>	<杜南星>	<尹丽川>	<西川_（中国当代诗人）>	<戈麦>	<骆一禾>	<宋继兰>	<李小雨_（中国作家协会会员）>	<康白情>	<刘希武>	<胡又天>	<黄怒波>	<陈球_（岳阳市广播电视台记者）>

q1057:AlphaGo的设计者是谁？
select ?y where { ?x <外文名> "AlphaGo". ?x <设计者> ?y. }
<黄士杰>	<大卫·席尔瓦>

q1059:歌曲《红玫瑰》的原唱歌手是什么民族的？
select ?x where { <红玫瑰_（陈奕迅演唱歌曲）> <歌曲原唱> ?y. ?y <民族> ?x. }
<汉族>

q1060:毕业于哈工大的乒乓球运动员都有谁？
select ?x where { ?x <运动项目> <乒乓球>. ?x <毕业院校> <哈尔滨工业大学>. }
<孔令辉>

q1062:《论衡》的作者是哪个民族的人氏？
select ?y where { ?x <代表作品> <论衡>. ?x <民族> ?y. }
<汉族>

q1063:有哪些犹太裔的物理学家同时还是政治家？
select ?x where { ?x <民族> <犹太人>. ?x <职业> <政治家> ?x <职业> <物理学家_（探索、研究物理学的科学家）>. }
<阿尔伯特·爱因斯坦>

q1064:处女座守护星用英语怎么说呀？
select ?z where { ?x <中文名> "处女座" . ?x <守护星> ?y . ?y <外文名> ?z . }
"Mercury"

q1065:哈佛大学出了哪些计算机科学家？
select ?x where { ?x <职业> <计算机科学家> . ?x <毕业院校> <哈佛大学> . }
<丹尼斯·里奇>	<诺曼·艾布拉姆森>	<斯蒂芬·库克_（多伦多大学计算复杂理论教授）>	<弗雷德里克·布鲁克斯>

q1066:第43届奥斯卡金像奖最佳影片的导演是谁?？
select ?x where { ?y <主要奖项> "第43届奥斯卡金像奖 最佳影片". ?y <导演> ?x. }
<弗兰克林·斯凡那>

q1067:以伏特加、朗姆、龙舌兰、金酒作为基酒的鸡尾酒叫什么？
select ?x where { ?x <基酒> <伏特加_（酒类名称）>. ?x <基酒> <朗姆酒_（蒸馏酒名）>. ?x <基酒> <龙舌兰_（烈酒名）>. ?x <基酒> <金酒>. }
<长岛冰茶_（鸡尾酒名称）>

q1069:有一部电影是由马里奥·普佐的小说改编，马龙·白兰度主演，请问它在哪一年上映？
select ?y where { ?x <原著> <马里奥·普佐>. ?x <主演> <马龙·白兰度>. ?x <上映时间> ?y. }
  "1972-03-24

q1070:前妻是葛天的110米栏世界冠军，他的教练是谁？
select ?y where { ?x <运动项目> <110米栏>. ?x <前妻> <葛天>. ?x <教练> ?y. }
<孙海平>

q1071:《野草》的作者的代表作品有哪些？
select ?x where { <野草_（鲁迅创作散文诗集）> <作者> ?y. ?y <代表作品> ?x. }
<朝花夕拾_（鲁迅散文集）>	<中国小说史略>	<呐喊_（鲁迅著名短篇小说集）>	<华盖集>	<彷徨_（鲁迅的小说集）>	<野草_（鲁迅创作散文诗集）>

q1072:哈佛大学出了哪些数学家？
select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <哈佛大学> . }
<爱德华·诺顿·罗伦兹>	<维纳_（美国数学家）>	<玛利亚姆·米尔扎哈尼>	<秦元勋>	<江泽涵>	<曼纽尔·巴尔加瓦>

q1074:NIKE总部所在地有哪些大学？
select ?x where { <NIKE> <总部地点> ?y. ?y <高等院校> ?x. }
<波特兰州立大学>

q1076:《纯粹理性批判》的作者诞生于什么时间？
select ?y where { ?x <代表作品> <纯粹理性批判>. ?x <出生日期> ?y. }
"1724-04-22"

q1077:2013年全运会乒乓球男团冠军是哪个队伍？
select ?x where { ?person <运动项目> <乒乓球>. ?person <所属运动队> ?x. ?person <主要奖项> "2013 全运会男团冠军". }
<八一队>

q1078:《乡土中国》的作者有哪些代表作品
select ?x where { <乡土中国> <作者> ?y . ?y <代表作品> ?x . }
<乡土中国>	<文化论>	<江村经济>	<人文类型>

q1079:获得过两届柏林国际电影节金熊奖的中国导演是谁？
select ?x where { ?x <国籍> <中华人民共和国>. ?x <主要成就> "两届 柏林国际电影节金熊奖". }
<李安_（华人导演）>

q1081:薛之谦在2015年发行过哪些歌？
select ?x where { ?x <歌曲原唱> ?y . ?y <中文名> "薛之谦" . ?x <发行时间> ?z . filter regex(?z, "2015") . }
<演员_（薛之谦歌曲）>	<小孩_（薛之谦演唱歌曲）>	<一半_（薛之谦演唱歌曲）>	<Stay Here_（薛之谦演唱歌曲）>	<绅士_（薛之谦演唱歌曲）>	<下雨了_（薛之谦演唱歌曲）>

q1082:在金庸小说《天龙八部》中，剑神卓不凡属于哪个门派？
select ?x where { <卓不凡_（金庸小说《天龙八部》中人物）> <别名> "剑神". <卓不凡_（金庸小说《天龙八部》中人物）> <门派> ?x. }
<一字慧剑门>

q1083:指环王的导演还有哪些作品？
select ?y where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <导演> ?x. ?y <导演> ?x. }
 <指环王：护戒使者>	<指环王：双塔奇兵>	<王者归来_（美国新西兰2003年彼得·杰克逊执导电影）>	<指环王_（英美2001-2003年彼得·杰克逊执导系列电影）>	<可爱的骨头_（2009年上映电影）>	<金刚_（2005年美国电影）>	<魔戒III：王者归来>	<霍比特人：五军之战>	<双城奇谋>	<《霍比特人：意外之旅》超长特辑>	<霍比特人3：去而复归>	<霍比特人：荒谷恶龙>	<恐怖幽灵>	<霍比特人：意外之旅>	<霍比特人：史矛革之战>	<指环王：护戒同盟>	<丁丁历险记2：太阳的囚徒>	<罪孽天使>	<群尸玩过界>	<宇宙怪客>	<被遗忘的影片>	<疯狂肥宝综艺秀>	<lotro_（电影）>

q1084:有哪些西班牙语的剧情片？
select ?x where { ?x <语言> <西班牙语_（语言）>. ?x <类型> <剧情>. }
<南部地区>	<性、谎言和录像带>	<白雪公主斗牛记>	<骑车人之死>	<看不见的双眼>	<卡尔莫_（西班牙电影）>	<胸怀大志_（西班牙语连续剧）>	<探戈歌手>	<欲望规则>	<南方快车>	<诽谤_（墨西哥八十年代电视剧）>

q1085:游戏《敢死队的战争》的发行站点的网站口号是什么？
select ?x where { <敢死队的战争> <游戏站点> ?y. ?y <公司口号> ?x. }
"我的游戏，我的4399"

q1086:那个作家，就是写了《古炉》的，是啥时候生人啊？
select ?x where { ?y <代表作品> <古炉>. ?y <出生日期> ?x. }
“1952-02-21”

q1087:我们会在哪个民俗节日里赏灯？
select ?x where { ?x <类别> <民俗>. ?x <节日活动> <赏灯>. }
<元宵节_（中国传统节日）>

q1088:汉高祖刘邦的陵寝的别名是什么？
select ?y where { <刘邦_（汉朝开国皇帝）> <陵墓> ?x. ?x <别名> ?y . }
"长山"

q1089:地处长沙、输入创办于1904年的高中的校训是什么？
select ?y where { ?x <创办时间> "1904". ?x <所属地区> <长沙_（湖南省省会）> . ?x <校训> ?y. }
<朴实>	<沉毅>

q1090:完成天下布武的大名最后在哪里逝世？
select ?x where { <织田信长_（日本战国三杰之一，安土桃山时代的大名）> <主要成就> "天下布武；设立乐市乐座". <织田信长_（日本战国三杰之一，安土桃山时代的大名）> <逝世地> ?x. }
<本能寺>

q1091:“黑旋风”在梁山座次排行第几？
select ?y where { ?x <别名> "黑旋风，铁牛". ?x <梁山座次> ?y. }
"22"

q1092:北京大学出了哪些政治家
select ?x where { ?x <职业> <政治家> . ?x <毕业院校> <北京大学> . }
<张国焘>	<伍中豪>

q1093:拿加沙足球俱乐部的后卫是谁？
select ?x where { ?x <所属运动队> <拿加沙足球俱乐部>. ?x <技术特点> <后卫_（足球运动比赛队员的位置名称）>. }
<夸特罗基>

q1094:出演了《仙剑奇侠传三》和《小时代》的明星是谁？
select ?x where { <仙剑奇侠传三_（2009年李国立执导电视剧）> <主演> ?x. <小时代_（2013年郭敬明执导电影）> <主演> ?x. }
<杨幂>

q1096:《丰乳肥臀》的作者的毕业院校是？
select ?x where { <丰乳肥臀> <作者> ?y. ?y <毕业院校> ?x. }
<北京师范大学>

q1097:中国南昌有一所大学校庆日是5月4日，它的现任校长是谁？
select ?y where { ?x <校庆日> "05-4". ?x <现任校长> ?y . ?x <所属地区> <南昌_（江西省省会）>. }
<周创兵>

q1098:北京有哪些全天开放的宗教建筑？
select ?x where { ?x <开放时间> <全天>. ?x <类型> <宗教建筑>. ?x <所属城市> <北京_（中华人民共和国首都）>. }
<灵官殿>

q1100:朱茵的丈夫有哪些音乐作品？
select ?x where { <朱茵_（中国香港女演员）> <配偶> ?y. ?y <代表作品> ?x. }
<请将手放开>	<遥远的paradise>	<大地_（Beyond演唱歌曲）>	<我在存在>	<逝去日子>	<愿我能>	<我就是这样的>	<年少无知_（黄贯中演唱歌曲）>	<狂人习作>

q1102:《谈艺录》的作者是哪个学校毕业的？
select ?x where { ?y <代表作品> <谈艺录_（钱钟书创作诗话作品）>. ?y <毕业院校> ?x. }
<清华大学>

q1104:由张歆艺主演，王晓明导演的电视剧的中文名是？
select ?x where { ?y <主演> <张歆艺>. ?y <导演> <王晓明_（中国内地演员）>. ?y <中文名> ?x. }
"苏菲的供词"

q1105:《封神演义》中姬发的兄弟，有一对翅膀的人，他的师父是谁？
select ?y where { ?x <别名> "蝉之子、义子". ?x <兄弟> <姬发>. ?x <师父> ?y. }
<云中子_（《封神演义》中的角色）>

q1106:王菲演唱，林夕填词的歌曲有哪些？
select ?x where { ?x <演唱> <王菲_（华语女歌手、演员）>. ?x <词> <林夕_（著名填词人）>. }
<迷路_（王菲演唱歌曲）>

q1107:李宗翰、张柏芝合作的动作片有多长？
select ?y where { ?x ?a <张柏芝>. ?x ?b <李宗翰>. ?x <类型> <动作_（词语解释）>. ?x <片长> ?y. }
“116分钟”

q1108:小苏打片的主要成分的化学式是什么？
select ?y where { <小苏打片> <成份> ?x. ?x <化学式> ?y. }
"NaHCO₃"

q1110:Steve Jobs什么时候去世？
select ?y where { ?x <外文名> "Steve Jobs". ?x <逝世日期> ?y. }
“2011-10-05"

q1111:南起北山路，北接天目山路的这条路长为多少？
select ?x where { ?y <南起> <北山路_（浙江省杭州市北山路）>. ?y <北接> <天目山路>. ?y <长> ?x. }
"一千五百五十八米"

q1112:《悲惨世界》的作者的毕业院校是？
select ?x where { <悲惨世界_（法国作家雨果创作长篇小说）> <作者> ?y. ?y <毕业院校> ?x. }
<法兰西学院_（法国学术机构）>

q1113:"2009年第一轮第3位被雷霆队选中"的球员获得了哪些奖项？
select ?y where { ?x <nba选秀> "2009年第一轮第3位被雷霆队选中" . ?x <主要奖项> ?y. }
"2011-12赛季NBA最佳第六人"	"2012年伦敦奥运金牌"	"2014年西班牙男篮世界杯冠军"	"4次入选NBA全明星阵容"	"两次入选NBA最佳阵容第一阵容"

q1114:女王尼托克丽丝统治的王国面积有多大？
select ?y where { <尼托克丽丝> <出生地> ?x. ?x <国土面积> ?y. }
 "105万平方公里”

q1116:你读过《追风筝的人》吗，你知道他的作者是哪个国家的人吗？
select ?y where { ?x <代表作品> <追风筝的人_（卡勒德·胡赛尼著小说成长的故事）>. ?x <国籍> ?y . }
<美国_（美利坚合众国）>

q1117:电影阿凡达的哪些主演来自于美国？
select ?y where { <Avatar_（2009年上映詹姆斯·卡梅隆执导美国电影）> <主演> ?y. ?y <国籍> <美国_（美利坚合众国）>. }
<西格妮·韦弗>	<吉奥瓦尼·瑞比西>	<佐伊·索尔达娜>	<乔·摩尔>

q1119:北京大学出了哪些化学家
select ?x where { ?x <职业> <化学家> . ?x <毕业院校> <北京大学> . }
<李天乐>	<吴澄宇>	<殷福珊>	<虞宏正>	<钱晋>

q1120:和叔本华拥有相同信仰的都有那些人？
select ?x where { <亚瑟·叔本华> <信仰> ?y. ?x <信仰> ?y. }
<苏曼殊>	<林清玄>	<刘程之>	<阿年_（中国电影家协会会员）>	<仡佬族>	<阿佳组合>	<释行宇>	<王心凌>	<呼斯楞>	<张铁林>	<王维_（唐代诗人）>	<孙悟空_（古典名著《西游记》中的主角）>	<李宗翰>	<隋炀帝_（隋朝第二代皇帝）>	<吴京_（中国内地男演员）>	<清军>	<瑞今法师>	<释海涛>	<苏末那>	<罗家英>	<契丹族>	<大冰>	<李居明_（风水师）>	<刘德华_（中国香港男演员、歌手、词作人）>	<徐志摩_（近代新月派代表诗人）>	<吴建豪>	<基努·里维斯>	<姜智元>	<曾志伟>	<兰晓华_（品牌营销专家）>	<于爱琪>	<弓裔>	<玄奘_（唐代著名高僧）>	<莲池_（明代著名僧人）>	<赵朴初>	<星云_（星云大师）>	<张大千_（国画大家）>	<沈建宏>	<五百罗汉_（佛教用语）>	<南怀瑾>	<言菊朋>	<李漼>	<何伯策>	<王锡衮>	<索达吉堪布>	<朱拉隆功>	<kwan>	<闻华舰>	<石涛_（清代画家）>	<郭泽民>	<宛如_（电视剧《孝庄秘史》人物）>	<刘涛_（中国内地女演员）>	<段正严>	<陈晓东_（中国香港歌手、演员）>	<吕良伟>	<曹亚伯>	<NEW_（泰国7台男星）>	<王菲_（华语女歌手、演员）>	<潘虹_（中国大陆女演员）>	<不空>	<刘嘉玲>	<蒋开鲍>	<释妙善>	<圣严法师>	<菩提达摩>	<武则天_（中国武周时期女皇帝）>	<道证法师>	<管道升>	<江华_（香港艺人）>	<洛夫_（诗人）>	<黄奕聪>	<提多迦尊者>	<回鹘>	<释行真>	<李嘉诚_（香港首富、长江和记实业有限公司主席）>	<习凿齿>	<慈航法师>	<徐韦伟>	<恶作剧_（汉字词语）>	<徐克_（香港电影导演、编剧、监制、演员）>	<怀素_（唐代书法家）>	<渡厄>	<我可以做你的男人>	<普超英>	<稻盛和夫_（日本世界著名实业家、哲学家）>	<川原正敏>	<李叔同>	<仿如隔世>	<陈德民>	<广平公主>	<启功_（中国当代著名书画家、教育家）>	<亚瑟·叔本华>	<理查·基尔>	<单联云>	<文殊菩萨_（佛教四大菩萨之一）>	<钟茂森>	<杨佛兴>	<陈瑞球>	<宋国鑫>	<史蒂夫·乔布斯_（美国苹果公司联合创始人）>

q1121:清华毕业的满族人有哪些？
select ?x where { ?x <毕业院校> <清华大学>. ?x <民族> <满族>. }
<吴季松>	<端木蕻良_（中国现代作家）>	<于今_（政治学者）>	<赵小叶_（盈朗文化董事长）>	<彭福荫>	<英若诚>	<杜钰洲>	<吴恩裕>	<姜书阁>	<才利民>	<栾恩杰>	<童寯>	<王宏伟_（清华大学教授）>	<高翠山>	<董哲仁>	<阎隆飞>	<宋明智>

q1122:写出《形而上学的沉思》的那名哲学家出生于哪里？
select ?y where { ?x <代表作品> <形而上学的沉思>. ?x <出生地> ?y. }
<安德尔-卢瓦尔省>

q1124:“而立之年”这一说法的提出者原名是什么？
select ?y where { <而立之年_（汉语成语）> <提出人> ?x. ?x <本名> ?y. }
"孔丘"

q1125:《随想录》的作者其代表作品有哪些？
select ?x where { <随想录> <作者> ?y. ?y <代表作品> ?x. }
<家_（巴金小说）>	<随想录>	<寒夜_（巴金创作的长篇小说）>

q1126:复旦大学出了哪些翻译家
select ?x where { ?x <职业> <翻译家> . ?x <毕业院校> <复旦大学> . }
<戴望舒>	<汪榕培>	<施小炜>	<周克希>	<汤永宽>	<伍孟昌>

q1128:电影《阿凡达》获得了哪些奖项？
select ?y where { ?x <中文名> "阿凡达". ?x <主要奖项> ?y. }
"第67届金球奖最佳导演"	"第67届金球奖最佳影片"	"第82届 奥斯卡金像奖最佳艺术指导"	"第82届 奥斯卡金像奖最佳摄影"	"第82届 奥斯卡金像奖最佳视觉效果"

q1129:《全职猎人》因为其作者不务正业更新缓慢，请问作者沉迷的爱好是什么？
select ?y where { <全职猎人_（富坚义博创作的漫画）> <作者> ?x. ?x <爱好> ?y. }
<打麻将>

q1131:《额尔古纳河右岸》的作者有哪些代表作？
select ?y where { <额尔古纳河右岸> <作者> ?x. ?x <代表作> ?y . }
"当代中国具有广泛影响力作家之一"

q1133:获得奥斯卡最佳外语片奖的李安的作品是什么？
select ?x where { ?x <导演> <李安_（华人导演）>. ?x <主要奖项> "奥斯卡最佳外语片奖". }
<卧虎藏龙_(李安导演电影)>

q1136:比尔·盖茨创建的公司有什么软件产品？
select ?y where { ?x <联合创始人> <比尔·盖茨_（美国微软公司联合创始人）>. ?x <主要软件产品> ?y. }
"Windows"	"Office"	"Edge"	"Azure"

q1139:斯坦福大学出了那些经济学家？
select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <斯坦福大学> . }
<沈明高>	<奥利弗·威廉姆森>

q1141:著称“巩皇、输入女王“的知名女演员出演了哪些电影和电视剧？
select ?y where { ?x <别名> "巩皇、输入女王". ?x <代表作品> ?y. }
<活着_（1994年张艺谋执导电影）>	<霸王别姬_（1993年陈凯歌执导，张国荣主演电影）>	<大红灯笼高高挂_（1991年张艺谋执导电影）>	<秋菊打官司>	<菊豆>	<荆轲刺秦王_（1998年陈凯歌导演电影）>	<红高粱_（1987年张艺谋执导电影）>

q1143:腾讯公司董事长毕业于哪个学校？
select ?y where { <腾讯> <董事局主席> ?x. ?x <毕业院校> ?y . }
<深圳大学计算机与软件学院>

q1144:“三公九卿”可能出现在哪个朝代？
select ?x where { { ?x <中央制度> "三公九卿". } union { ?x <中央官制> "三公九卿". }. }
<汉朝>	<秦朝>

q1146:2008年举办的夏季奥运会是第几届？
select ?x where { <2008年北京奥运会> <赛事类型> <夏季奥林匹克运动会>. <2008年北京奥运会> <届数> ?x. }
"29"

q1147:使用大陆法系的欧洲国家有哪些？
select ?x where { ?x <法律体系> <大陆法系）>. ?x <所属洲> <欧洲>. }
<俄罗斯_（俄罗斯联邦）>	<波兰_（波兰共和国）>	<科索沃>	<玫瑰岛共和国>

q1148:古希腊著名哲学家有哪些？
select ?x where { ?x <国籍> <古希腊_（爱琴海-色雷斯文明圈的黄金时期）>. ?x <职业> <哲学家_（基础含义）>. }
<毕达哥拉斯>	<柏拉图_（古希腊哲学家）>	<泰利斯>	<爱利亚的芝诺>	<第欧根尼>	<亚里士多德_（古希腊著名思想家）>	<维杰奈提斯>	<波希多尼>	<安那西梅尼斯>	<巴门尼德>	<阿那克萨戈拉>	<埃拉托斯特尼>	<恩培多克勒>	<斯珀西波斯>

q1150:长篇小说堂吉诃德有多少字？
select ?y where { ?x <别名> "堂吉诃德、唐·吉诃德". ?x <字数> ?y. }
"826000"

q1151:出生于上海且曾在《微微一笑很倾城》中扮演角色的演员毕业于哪所学校？
select ?y where { ?x <出生地> <上海_（中华人民共和国直辖市）> . ?x <代表作品> <微微一笑很倾城_（2016年郑爽、输入杨洋主演电视剧）>. ?x <毕业院校> ?y. }
<中国人民解放军艺术学院>

q1153:蒋家骏导演并由胡歌主演的50集电视剧是哪部？
select ?x where { ?x <主演> <胡歌_（中国内地男演员）>. ?x <导演> <蒋家骏_（中国香港男导演）>. ?x <集数> "50". }
<神话_（2010年胡歌等主演的大型穿越玄幻电视剧）>

q1156:有哪些毕业于北京电影学院的青岛籍演员？
select ?x where { ?x <职业> <演员_（职业）>. ?x <毕业院校> <北京电影学院>. ?x <出生地> <青岛_（山东省地级市、计划单列市）>. }
<王玉璋_（中国内地男演员）>	<曹苑>	<黄佳_（影视剧演员）>	<孙志翔_（中国内地男演员）>	<郝好>	<朱袁员>	<王燕阳>	<沈浩_（中国内地男演员）>

q1158:尾田写的、由集英社出版的漫画是啥？
select ?x where { ?x <作者> <尾田荣一郎>. ?x <出版社> <集英社_（日本综合出版社）>. ?x <类型> <少年漫画>. }
<海贼王_(尾田荣一郎创作的漫画作品)>

q1160:徐纪周自导自编的34集电视剧是哪部？
select ?x where { ?x <编剧> <徐纪周>. ?x <导演> <徐纪周>. ?x <集数> "34". }
<永不磨灭的番号>

q1161:和博尔赫斯同一民族的都有哪些人？
select ?x where { <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）> <民族> ?y. ?x <民族> ?y. }
<汉娜·阿伦特>	<马斯洛>	<大卫王_（历史人物）>	<汉斯·艾斯勒>	<卡尔·马克思_（马克思主义创始人）>	<圣母玛利亚_（耶稣的生母）>	<卡其斯·布瑞特>	<艾伦·巴金>	<维达·沙宣_（国际殿堂级发型大师）>	<丽莎·库卓>	<斯蒂芬·茨威格>	<杰西·艾森伯格>	<伦纳德·尼莫伊>	<迈克尔·拉帕波特>	<巴鲁赫·斯宾诺莎>	<冈伯格>	<所罗门_（古代以色列王国第三任国王）>	<海因里希·海涅>	<克洛德·列维-斯特劳斯>	<大卫·李嘉图>	<伊万·汉德勒>	<门德尔松_（德国作曲家）>	<沃尔夫·格里高里夫维奇·梅辛>	<沙博理>	<柴姆·苏丁>	<诺查丹玛斯>	<汉斯·阿道夫·克雷布斯>	<马克·夏加尔>	<伊莱娜·内米洛夫斯基>	<梅塔_（音乐指挥家）>	<麦拉·考曼>	<Aaron Swartz>	<罗雅达节>	<库恩·贝拉>	<海德维希·爱娃·玛丽娅·基斯勒>	<豪尔赫·路易斯·博尔赫斯_（阿根廷作家）>	<凯尔泰斯·伊姆雷>	<列夫·达维多维奇·朗道>	<巴拿巴>	<阿西莫夫短文两篇>	<芭儿·拉法莉>	<卡贝_（世界杰出翻译家）>	<夏洛克_（喜剧《威尼斯商人》中的人物）>	<保罗·策兰>	<大卫·斯特恩>	<若瑟>	<保罗·罗宾·克鲁格曼>	<埃利·维塞尔>	<塞缪尔·贝克特_（法国作家）>	<爱德华·比希纳>	<茹达斯>	<雅克·德里达>	<斯蒂芬·杰·古尔德>	<艾伦·金斯伯格>	<雅克·弗洛蒙塔尔·阿莱维>	<伊罗生>	<肖恩·托布>	<乔治·索罗斯>	<埃米尔·杜尔凯姆>	<路德维希·冯·米塞斯>	<迈克尔·波兰尼>	<梅耶·罗斯柴尔德>	<以利亚_（圣经中的先知）>	<波普尔>	<鲁思·金斯伯格>	<弗拉维奥·约瑟夫斯>	<塞缪尔·龚帕斯>	<达尼埃尔·谢赫特曼>	<费利克斯·豪斯多夫>	<拉卡托斯>	<David Mazouz>	<保罗·埃伦费斯特>	<哈伊姆·魏茨曼>	<祖宾>	<爱泼斯坦_（波兰裔中国作家）>	<亨利·柏格森>	<Elie Chouraqui>	<何仕文>	<艾萨克·斯特恩>	<贝洛_（芝加哥大学教授）>	<参孙>	<asher roth>	<克朗内克>	<梅耶·阿姆斯洛·罗斯柴尔德>	<玛莎·勃洛斯金娜>	<殷巴尔>	<阿尔伯特·亚伯拉罕·迈克尔逊>	<雅各布·希夫>	<赫尔曼·爱因斯坦>	<巴格里茨基>	<格特鲁德·斯坦>	<itay gil>	<弗罗伊德>	<莱恩·布拉瓦特尼克>	<耶胡达·阿米亥>	<安迪·葛洛夫>	<基普尼斯>	<拉姆·伊曼纽尔>	<奈莉·萨克斯>	<阿里埃勒·沙龙>

q1163:画出《墨虾》的画家是哪里人？
select ?y where { ?x <代表作品> <墨虾>. ?x <出生地> ?y. }
<湘潭_（湖南省地级市）>

q1165:清朝有哪些政治家？
select ?x where { ?x <国籍> <清朝_（中国历史朝代）>. ?x <职业> <政治家>. }
<李鸿章_（晚清名臣）>	<魏源_（清代思想家）>	<孙家鼐>	<赫舍里·索额图>	<唐训方>	<言敦源>	<谢翰文>

q1166:高加索地区所属大陆的人口密度？
select ?x where { <高加索> <所属地区> ?y. ?y <人口密度> ?x. }
"84/km²"

q1167:美国总统罗斯福的母校创办时间？
select ?y where { ?x <知名校友> <罗斯福_（美国第三十二届总统）>. ?x <创办时间> ?y. }
“1636-09"

q1168:史诗《伊利亚特》的作者诞生于何时？
select ?y where { ?x <代表作品> <伊利亚特_（《荷马史诗》之一）>. ?x <出生日期> ?y. }
"-873"	"1933-09-11"

q1170:所有球衣号码是9的巴西足球运动员？
select ?x where { ?x <球衣号码> "9". ?x <运动项目> <足球>. ?x <国籍> <巴西_（巴西联邦共和国）>. }
<布兰达奥>	<瓦格纳·洛维>	<米切尔·辛普利西奥>	<拉斐尔·皮雷斯·维埃拉>	<路易斯·穆里奇>	<达米昂>	<弗朗塞里诺·马图扎伦>	<埃韦顿·莱昂德罗·多斯·桑托斯·平托>	<雷纳尔多·席尔瓦>	<邓蒂尼奥>	<莱昂德罗·内托>	<德尼尔森·索萨>	<保罗·巴雷托>	<古斯塔博>	<安德烈·菲利佩·里贝罗·德·索萨>	<古托>	<库克路易斯>	<埃利维尔顿>	<凯奥_（足球运动员）>

q1171:杨紫琼、章子怡合作过哪些作品？
select ?x where { ?x ?y <章子怡>. ?x ?y <杨紫琼>. }
<艺伎回忆录_(2005年罗伯·马歇尔执导美国电影)>	<女演员>	<卧虎藏龙_(李安导演电影)>

q1172:日本哪座城市以紫罗兰为市花？
select ?x where { <日本_（日本国）> <主要城市> ?x. ?x <市花> <紫罗兰_（十字花科草本植物）>. }
<大阪>

q1175:1997版泰坦尼克号的主演都有谁?？
select ?y where { ?x <中文名> "泰坦尼克号" . ?x <出品时间> "1997" . ?x <主演> ?y . }
<莱昂纳多·迪卡普里奥>	<凯特·温斯莱特>

q1176:第85届奥斯卡金像奖最佳女配角毕业于哪个大学？
select ?x where { ?y <主要成就> "第85届奥斯卡金像奖最佳女配角". ?y <毕业院校> ?x. }
<纽约大学>

q1177:楚玉是哪位作家所创作的角色？
select ?x where { ?x <代表作品> ?z. ?z <主要人物> <楚玉>. }
<天衣有风>	<猫君笑猪>

q1178:香奈儿五号香水是什么时候发行的？
select ?y where { ?x <别名> "香奈儿五号". ?x <发行时间> ?y. }
"1921"

q1179:孟京辉导演廖一梅编剧的作品是？
select ?x where { ?x <导演> <孟京辉>. ?x <编剧> <廖一梅>. }
<恋爱的犀牛>	<一个无政府主义者的意外死亡_（1998年孟京辉导演话剧）>	<恋爱的犀牛南宁站>	<琥珀_（孟京辉导演多媒体音乐话剧）>

q1180:张继科参加的比赛项目起源于哪里？
select ?y where { <张继科> <运动项目> ?x. ?x <起源> ?y. }
<英国_（大不列颠及北爱尔兰联合王国）>

q1182:丈夫是电视剧《红高粱》男主角的女明星？
select ?x where { ?x <丈夫> ?y. ?y <代表作品> <红高粱_（2014年郑晓龙执导周迅主演电视剧）>. }
<沈佳妮>

q1183:中国史上有一位出生在台安县的一级上将，他的妻子是谁？
select ?y where { ?x <出生地> <台安县>. ?x <军衔> <一级上将>. ?y <丈夫> ?x. }
<赵一荻>

q1185:《随想录》的作者出生日期是？
select ?x where { <随想录> <作者> ?y. ?y <出生日期> ?x. }
"1904-11-25"

q1186:上海铁路局下辖哪些特等站？
select ?x where { ?x <车站等级> <特等站>. ?x <隶属铁路局> <上海铁路局>. }
<徐州站>	<无锡站_（火车站）>	<上海站_（火车站）>	<徐州东站>	<合肥南站>	<杭州东站>	<南京南站_（高铁站南京南站）>	<上海虹桥站>	<阜阳火车站>

q1187:中国有一所1897年5月21日建立的大学，它的校训是“福建地税精神”，它的现任校长是谁？
select ?y where { ?x <创办时间> "1897-05-21". ?x <现任校长> ?y . ?x <校训> <福建地税精神>. }
<吴朝晖_（浙江大学校长）>

q1191:法国的作家有哪些？
select ?x where { ?x <职业> <作家_（从事文学创作有成就的人）>. ?x <国籍> <法国_（法兰西共和国）> . }
<勒萨日>	<卢梭_（法国著名思想家）>

q1193:启蒙运动的代表人物都来自哪些国家？
select ?y where { <启蒙运动> <代表人物> ?x. ?x <国籍> ?y. }
<德国_（德意志联邦共和国）>	<法国_（法兰西共和国）>	<英国_（大不列颠及北爱尔兰联合王国）>	<法国_（法兰西共和国）>

q1194:赫鲁晓夫的出生地是哪里？
select ?y where { ?x <中文名> ?z . filter regex(?z, "赫鲁晓夫") . ?x <出生地> ?y . }
<俄罗斯帝国>	<库尔斯克州>	<卡利诺夫卡>

q1195:蝙蝠侠的队友中有那些和蝙蝠侠来自同一国家？
select ?a where { <蝙蝠侠_（美国DC漫画旗下超级英雄）> <国籍> ?x. <蝙蝠侠_（美国DC漫画旗下超级英雄）> <所属团队> ?y.?a <国籍> ?x.?a <所属团队> ?y.}
<Flash_（DC旗下超级英雄）>	<蝙蝠侠_（美国DC漫画旗下超级英雄）>	<绿箭_（美国DC漫画旗下超级英雄）>	<神奇上尉_（美国DC漫画旗下超级英雄）>	<绿灯侠_（美国DC漫画旗下超级英雄）>	<电子人_（美国DC漫画旗下超级英雄）>	<巴里·艾伦>	<黑金丝雀>	<生化人_（美国DC漫画旗下超级英雄）>	<夜翼_（美国DC漫画中的超级英雄）>	<哈尔·乔丹>	<约翰·斯图尔特_（美国DC漫画旗下超级英雄）>	<沃利·韦斯特>	<蝙蝠侠_（美国DC漫画旗下超级英雄）>

q1196:广义信息论的提出者的代表作品有哪些？
select ?y where { <广义信息论> <提出者> ?x. ?x <代表作品> ?y. }
<时间简史_（斯蒂芬·霍金著作）>	<大设计_（斯蒂芬·霍金著物理学专著）>	<果壳中的宇宙>	<我的简史>

q1197:成立于广东的物流公司CEO是谁？
select ?y where { ?x <成立地点> <广东>. ?x <经营范围> <物流公司>. ?x <集团总裁> ?y. }
<王卫_（顺丰速运（集团）有限公司总裁）>

q1198:谁发动本能寺之变，迫使织田信长自焚？
select ?x where { ?x <主要成就> "本能寺之变". ?x <主要成就> "迫使信长自焚". }
<明智光秀_（日本战国时期名将）>

q1199:我国被称誉为“甲天下”的城市是什么气候类型？
select ?y where { ?x <美誉> "山水甲天下". ?x <气候条件> ?y. }
<亚热带季风气候>

q1201:由卡尔·马克思发起的思想潮流，其著名口号是?？
select ?z where { ?x <发起者> <卡尔·马克思_（马克思主义创始人）>. ?x <口号> ?z. }
"“全世界无产者，联合起来！”"

q1203:海贼王里出身水之七岛的是谁？
select ?x where { ?x <登场作品> <海贼王_（尾田荣一郎创作的漫画作品）>. ?x <原居住地> "水之七岛". }
<弗兰克_(日本动漫《海贼王》中人物)>

q1204:纪录片舌尖上的中国的导演毕业于哪个学校？
select ?x where { <舌尖上的中国_（2012年陈晓卿执导纪录片）> <导演> ?y. ?y <毕业院校> ?x. }
<中国传媒大学>

q1205:村上春树所写的哪本小说是在2009年5月出版的？
select ?x where { ?x <作者> <村上春树_（日本著名作家）>. ?x <出版时间> "2009-05". }
<1Q84>

q1206:李白都写过哪些诗名中含“吟”七言古诗？
select ?x where { ?x <作者> ?y . ?y <本名> "李白" . ?x <作品名称> ?z . filter regex(?z, "吟") . ?x <文学体裁> <七言古诗> . }
<江上吟>	<玉壶吟>	<梁园吟>	<梁甫吟_（唐代李白诗作）>

q1207:电影钢铁侠的导演都有哪些代表作品？
select ?x where { <Ironman_（美国2008年小罗伯特·唐尼主演电影）> <导演> ?y. ?y <代表作品> ?x.}
<Ironman_（美国2008年小罗伯特·唐尼主演电影）>	<钢铁侠3>	<钢铁侠2>

q1210:著有长篇小说白鹿原的作者有哪些成就？
select ?y where { <白鹿原_（陈忠实长篇小说）> <作者> ?x. ?x <主要成就> ?y. }
"第一届中国作家富豪榜第13位"	"第四届茅盾文学奖"

q1211:北大现任校长有哪些主要成就？
select ?y where { <北京大学> <现任校长> ?x. ?x <主要成就> ?y. }
"国家杰出青年基金获得者"	"国家级教学成果一等奖"	"国家教委科学技术二等奖"

q1212:身为宦官的齐国公的历史功绩是什么?？
select ?x where { ?y <封爵> <齐国公>. ?y <职业> <宦官>. ?y <主要成就> ?x. }
“协助玄宗平定韦后之乱”

q1213:创立于中国北京的”MI”公司的口号是什么？
select ?y where { ?x <外文名称> "MI". ?x <公司口号> ?y. }
"小米，为发烧而生"

q1214:你知道守望先锋里的角色的外国名字吗？
select ?y where { <守望先锋_（2016年暴雪娱乐发行的团队射击游戏）> <主要角色> ?x . ?x <外文名> ?y. }
"Beauty"	"Tracer"	"Genji"	"Bastion"	"Colin McRae"	"半藏(はんぞう) "	"Hanzou"	"Hanzō"	"JUNKRAT"	"Reaper"	"D.Va"

q1215:朱茵和张智霖合作的电视剧是哪部？
select ?x where { ?x <主演> <朱茵_（中国香港女演员）>. ?x <主演> <张智霖>. }
<如来神掌_（2002年张智霖、朱茵主演台湾电视剧）>	<射雕英雄传_（1994年张智霖、朱茵主演电视剧）>	<1994版《射雕英雄传》>	<射雕英雄传（张智霖版）>

q1217:导演李安和演员希斯·莱杰合作的电影是哪一部？
select ?x where { ?x <导演> <李安_（华人导演）>. ?x <主演> <希斯·莱杰>. }
 <芬奇镇>

q1219:《时间简史》的作者是哪个国家的？
select ?y where { <时间简史_（斯蒂芬·霍金著作）> <作者> ?x. ?x <国籍> ?y. }
 <英国_（大不列颠及北爱尔兰联合王国）>

q1224:电影《白日焰火》的导演有哪些代表作品？
select ?x where { <白日焰火> <导演> ?y. ?y <代表作品> ?x. }
<制服_（汉语词语）>	<白日焰火>	<夜车_（曾轶可演唱歌曲）>

q1225:请问歌手刘德华的妻子出生于哪个国家？
select ?y where { <刘德华_（中国香港男演员、输入歌手、输入词作人）> <妻子> ?x. ?x <国籍> ?y . }
<马来西亚> 

q1227:网络动画秦时明月的原作者的英文名是啥？
select ?y where { <秦时明月_（沈乐平执导TV/网络动画系列）> <原作> ?x. ?x <外文名> ?y. }
 "Sayling Wen"

q1228:孙燕姿的出生地的国歌时什么？
select ?x where { <孙燕姿> <出生地> ?y. ?y <国歌> ?x. }
<前进吧，新加坡>

q1229:欧盟国家中官方语言是英语的国家是？
select ?x where { <欧盟_（欧洲经济、输入政治共同体）> <成员国> ?x. ?x <官方语言> <英语_（语言）>. }
<英国_（大不列颠及北爱尔兰联合王国）>

q1230:主要软件产品为Windows的公司的首席运营官是谁？
select ?y where { ?x <主要软件产品> "Windows". ?x <首席运营官> ?y. }
<凯文·特纳>

q1232:在金庸小说《天龙八部》中，灰衣僧属于哪个门派？
select ?y where { ?x <其他名称> "无名老僧 灰衣僧". ?x <门派> ?y. }
<少林派_（武术门派）>

q1233:歌曲《青花瓷》所属专辑有哪些歌曲？
select ?x where { <青花瓷_（周杰伦方文山创作歌曲）> <所属专辑> ?y. ?x <所属专辑> ?y. }
<彩虹_（周杰伦所作歌曲）>	<青花瓷_（周杰伦方文山创作歌曲）>

q1234:和杨幂同星座的演员？
select ?x where { <杨幂> <星座> ?y. ?x <职业> <演员_（职业）>. ?x <星座> ?y. }
<达达_（演员达达）>	<鹤天赐>	<杨怡_（中国香港演员）>	<胡定欣>	<夏洛特·莱本>	<陆玲_（中国内地女演员）>	<米基·洛克_（美国影星）>	<麦迪娜>	<杨幂>	<谭咏麟>	<福田沙纪>	<侯湘婷>	<左岩_（主持人）>	<周韦彤>	<张宁江>	<关智一>	<余男>	<简沛恩>	<苏有朋>	<乔·博恩瑟>	<李晟_（中国内地女演员）>	<詹姆斯·麦斯登>	<宋雨霏>	<肖恩·康纳利_（英国演员）>	<田亮_（前国家运动员、艺人）>	<基努·里维斯>	<谭歆柔>	<魏冉_（中国内地女演员、制片人）>	<张双利>	<关晓彤_（影视演员）>	<江川央生>	<迈克尔·杰克逊>	<清水理沙>	<罗丝·麦高恩>	<谢韶光>	<黄立行>	<汤姆·艾弗瑞特·斯科特>	<谢霆锋>	<陈庆祥_（马来西亚歌手）>	<艾佳妮>	<伊藤由奈>	<美波>	<吉泽悠>	<许茹芸>	<高俊熙>	<王从希>	<何润东>	<邵雨薇>	<黄子华>	<袁咏仪>	<陈晓东_（中国香港歌手、演员）>	<刘德凯>	<廖小飞_（导演、演员）>	<郑业成>	<刘志宏_（中国内地演员）>	<宋仲基>	<王俊凯_（TFBOYS队长）>	<范雨林>	<菲利普·科贝尔>	<陶海_（中国内地演员）>	<陈洁仪_（新加坡女歌手）>	<吴光禄>	<范鸿轩>	<林家栋>	<俞杰奇>	<王怡_（中国内地女演员）>	<金素恩>	<张玮_（内蒙古籍男歌手）>	<素格力·威塞哥>	<陈佳_（中国大陆男演员歌手）>	<迈克尔·基顿>	<黄奕>	<王静_（中国人民解放军海军政治部电视艺术中心演员）>	<郑敬淏>	<尹智敏>	<肖剑_（大陆男演员）>	<高斯_（中国内地女演员）>	<理查·基尔>	<陈百强>	<染谷将太>	<范冰冰>	<江一燕>	<王龙华>	<克里斯·哥伦布>	<舒雅_（中国内地青年女演员）>	<陈蕊蕊>	<刘燕_（中国内地演员）>	<陈天星_（动作明星）>	<毛方圆>	<李钟硕>	<卡特琳娜·莫里诺>	<艾米·罗森>	<汤米·李·琼斯>	<王琳_（中国内地女演员）>	<刘园园>	<鲁伯特·格林特>	<尹馨梓>	<夏侯琪誉>	<薛奇_（中国大陆男演员）>	<汪明荃>

q1235:别名孙祥钟的演员的助理是谁？
select ?x where { ?y <别名> "孙祥钟". ?y <助理> ?x. }
<孙诗雯>

q1236:发明地动仪的中国天文学家担任过什么官职？
select ?y where { ?x <主要成就> "发明地动仪". ?x <主要成就> "开创中国天文". ?x <官职> ?y. }
<尚书_（中国史书）>	<太史令>

q1238:海贼王里吹牛成性的家伙的外号是什么？
select ?y where { ?x <登场作品> <海贼王_（尾田荣一郎创作的漫画作品）>. ?x <性格> <吹牛_（汉语词语）>. ?x <其他名称> ?y. }
"狙击之王､GOD·乌索普"

q1239:《半生缘》的作者其出生日期是？
select ?x where { <半生缘_（张爱玲作品）> <作者> ?y. ?y <出生日期> ?x. }
"1920-09-30"

q1240:有一个人，他首创中国国内警察制度，创建新式军队，开创中华民国，请问他是谁？
select ?x where { ?x <主要成就> "开创中华民国". ?x <主要成就> "创建新式军队". ?x <主要成就> "首创中国国内警察制度". }
<袁世凯>

q1241:被称为扫帚星的天体，它有怎么样的轨道倾角？
select ?x where { ?y <别称> <扫帚星>. ?y <轨道倾角> ?x. }
"椭圆"	"抛物线"	"双曲线"

q1243:张一山和杨紫合作过的作品有哪些？
select ?x where { ?x <主演> <张一山_（中国内地演员）>. ?x <主演> <杨紫>. }
<老爸回家>	<家有儿女2>	<我的七年>	<家有儿女第一部>	<难道无声>	<3D兔侠传奇>	<寻找狗托邦>	<不想长大_（2009年邱浩强导演电视剧）>	<家有儿女1_（宋丹丹、高亚麟主演电视剧）>

q1244:那位普瓦捷大学毕业的法国著名哲学家做出了什么突出贡献？
select ?y where { ?x <毕业院校> <普瓦捷大学>. ?x <国籍> <法国_（法兰西共和国）>. ?x <职业> <哲学家_（基础含义）>. ?x <主要成就> ?y. }
"创立了解析几何"	"西方现代哲学的奠基人"	"首次对光的折射定律提出了理论论证"	"力学上发展了伽利略运动相对性的理论"	"发展了宇宙演化论"	"漩涡说等理论学说"	"近代二元论和唯心主义理论著名的代表"	"几何坐标体系公式化"	"创立了解析几何"	"提出了“普遍怀疑”的主张"

q1245:凯撒的祖国的官方语言是什么？
select ?y where { <凯撒_（凯撒）> <国籍> ?x. ?x <官方语言> ?y. }
<拉丁语>

q1246:海泽王里三种霸气都会的有谁？
select ?x where { ?x <登场作品> <海贼王_（尾田荣一郎创作的漫画作品）>. ?x <霸气种类> "见闻色". ?x <霸气种类> "武装色". ?x <霸气种类> "霸王色". }
<蒙其·D·路飞>	<堂吉诃德_(堂吉诃德多弗朗明哥)>

q1247:清华大学出了哪些翻译家
select ?x where { ?x <职业> <翻译家> . ?x <毕业院校> <清华大学> . }
<王力_（中国现代语言学奠基人之一）>	<杨绛>	<钱钟书>	<李赋宁>	<英若诚>	<穆旦>	<林桦_（翻译家）>	<赵萝蕤>	<王还>	<田德望>	<李唯建>	<谢素台>	<水建馥>	<胡锡年>	<贺麟_（“新心学”创建者）>

q1248:主演天地英雄里的河北演员是什么星座？
select ?x where { <红高粱_（1987年张艺谋执导电影）> <主演> ?y. ?y <出生地> <河北_（中国省级行政区）>. ?y <星座> ?x. }
<摩羯座_(占星学)>

q1249:在金庸小说《天龙八部》中，萧远山的冤家擅长什么武功？
select ?z where { <萧远山> <冤家> ?x. ?y <中文名> ?x. ?y <武功> ?z. }
<斗转星移_（金庸小说武功心法）>	<参合指>

q1250:万万没想到的在线播放平台的官网网址是什么？
select ?z where { ?x <中文名> "万万没想到" . ?x <在线播放平台> ?y . ?y <官网> ?z . }
"http://www.youku.com/"

q1251:斯皮尔伯格哪部电影里有丹尼尔·戴·刘易斯出演？
select ?y where { <斯皮尔伯格_（好莱坞导演、制片人）> <代表作品> ?y. ?y <主演> <丹尼尔·戴-刘易斯>. }
<林肯·传_（2012年史蒂芬·斯皮尔伯格执导美国电影）>

